[BOS]
[CLS]
[SEP]
[MASK]
[PAD]
[UNK]
NNNNNN
AACGAA
AAMGAA
AACGTA
AAMGTA
AACGCA
AAMGCA
AACGGA
AAMGGA
ATCGAA
ATMGAA
ATCGTA
ATMGTA
ATCGCA
ATMGCA
ATCGGA
ATMGGA
ACCGAA
ACMGAA
ACCGTA
ACMGTA
ACCGCA
ACMGCA
ACCGGA
ACMGGA
AGCGAA
AGMGAA
AGCGTA
AGMGTA
AGCGCA
AGMGCA
AGCGGA
AGMGGA
AACGAT
AAMGAT
AACGTT
AAMGTT
AACGCT
AAMGCT
AACGGT
AAMGGT
ATCGAT
ATMGAT
ATCGTT
ATMGTT
ATCGCT
ATMGCT
ATCGGT
ATMGGT
ACCGAT
ACMGAT
ACCGTT
ACMGTT
ACCGCT
ACMGCT
ACCGGT
ACMGGT
AGCGAT
AGMGAT
AGCGTT
AGMGTT
AGCGCT
AGMGCT
AGCGGT
AGMGGT
AACGAC
AAMGAC
AACGTC
AAMGTC
AACGCC
AAMGCC
AACGGC
AAMGGC
ATCGAC
ATMGAC
ATCGTC
ATMGTC
ATCGCC
ATMGCC
ATCGGC
ATMGGC
ACCGAC
ACMGAC
ACCGTC
ACMGTC
ACCGCC
ACMGCC
ACCGGC
ACMGGC
AGCGAC
AGMGAC
AGCGTC
AGMGTC
AGCGCC
AGMGCC
AGCGGC
AGMGGC
AACGAG
AAMGAG
AACGTG
AAMGTG
AACGCG
AAMGCG
AACGGG
AAMGGG
ATCGAG
ATMGAG
ATCGTG
ATMGTG
ATCGCG
ATMGCG
ATCGGG
ATMGGG
ACCGAG
ACMGAG
ACCGTG
ACMGTG
ACCGCG
ACMGCG
ACCGGG
ACMGGG
AGCGAG
AGMGAG
AGCGTG
AGMGTG
AGCGCG
AGMGCG
AGCGGG
AGMGGG
TACGAA
TAMGAA
TACGTA
TAMGTA
TACGCA
TAMGCA
TACGGA
TAMGGA
TTCGAA
TTMGAA
TTCGTA
TTMGTA
TTCGCA
TTMGCA
TTCGGA
TTMGGA
TCCGAA
TCMGAA
TCCGTA
TCMGTA
TCCGCA
TCMGCA
TCCGGA
TCMGGA
TGCGAA
TGMGAA
TGCGTA
TGMGTA
TGCGCA
TGMGCA
TGCGGA
TGMGGA
TACGAT
TAMGAT
TACGTT
TAMGTT
TACGCT
TAMGCT
TACGGT
TAMGGT
TTCGAT
TTMGAT
TTCGTT
TTMGTT
TTCGCT
TTMGCT
TTCGGT
TTMGGT
TCCGAT
TCMGAT
TCCGTT
TCMGTT
TCCGCT
TCMGCT
TCCGGT
TCMGGT
TGCGAT
TGMGAT
TGCGTT
TGMGTT
TGCGCT
TGMGCT
TGCGGT
TGMGGT
TACGAC
TAMGAC
TACGTC
TAMGTC
TACGCC
TAMGCC
TACGGC
TAMGGC
TTCGAC
TTMGAC
TTCGTC
TTMGTC
TTCGCC
TTMGCC
TTCGGC
TTMGGC
TCCGAC
TCMGAC
TCCGTC
TCMGTC
TCCGCC
TCMGCC
TCCGGC
TCMGGC
TGCGAC
TGMGAC
TGCGTC
TGMGTC
TGCGCC
TGMGCC
TGCGGC
TGMGGC
TACGAG
TAMGAG
TACGTG
TAMGTG
TACGCG
TAMGCG
TACGGG
TAMGGG
TTCGAG
TTMGAG
TTCGTG
TTMGTG
TTCGCG
TTMGCG
TTCGGG
TTMGGG
TCCGAG
TCMGAG
TCCGTG
TCMGTG
TCCGCG
TCMGCG
TCCGGG
TCMGGG
TGCGAG
TGMGAG
TGCGTG
TGMGTG
TGCGCG
TGMGCG
TGCGGG
TGMGGG
CACGAA
CAMGAA
CACGTA
CAMGTA
CACGCA
CAMGCA
CACGGA
CAMGGA
CTCGAA
CTMGAA
CTCGTA
CTMGTA
CTCGCA
CTMGCA
CTCGGA
CTMGGA
CCCGAA
CCMGAA
CCCGTA
CCMGTA
CCCGCA
CCMGCA
CCCGGA
CCMGGA
CGCGAA
CGMGAA
CGCGTA
CGMGTA
CGCGCA
CGMGCA
CGCGGA
CGMGGA
CACGAT
CAMGAT
CACGTT
CAMGTT
CACGCT
CAMGCT
CACGGT
CAMGGT
CTCGAT
CTMGAT
CTCGTT
CTMGTT
CTCGCT
CTMGCT
CTCGGT
CTMGGT
CCCGAT
CCMGAT
CCCGTT
CCMGTT
CCCGCT
CCMGCT
CCCGGT
CCMGGT
CGCGAT
CGMGAT
CGCGTT
CGMGTT
CGCGCT
CGMGCT
CGCGGT
CGMGGT
CACGAC
CAMGAC
CACGTC
CAMGTC
CACGCC
CAMGCC
CACGGC
CAMGGC
CTCGAC
CTMGAC
CTCGTC
CTMGTC
CTCGCC
CTMGCC
CTCGGC
CTMGGC
CCCGAC
CCMGAC
CCCGTC
CCMGTC
CCCGCC
CCMGCC
CCCGGC
CCMGGC
CGCGAC
CGMGAC
CGCGTC
CGMGTC
CGCGCC
CGMGCC
CGCGGC
CGMGGC
CACGAG
CAMGAG
CACGTG
CAMGTG
CACGCG
CAMGCG
CACGGG
CAMGGG
CTCGAG
CTMGAG
CTCGTG
CTMGTG
CTCGCG
CTMGCG
CTCGGG
CTMGGG
CCCGAG
CCMGAG
CCCGTG
CCMGTG
CCCGCG
CCMGCG
CCCGGG
CCMGGG
CGCGAG
CGMGAG
CGCGTG
CGMGTG
CGCGCG
CGMGCG
CGCGGG
CGMGGG
GACGAA
GAMGAA
GACGTA
GAMGTA
GACGCA
GAMGCA
GACGGA
GAMGGA
GTCGAA
GTMGAA
GTCGTA
GTMGTA
GTCGCA
GTMGCA
GTCGGA
GTMGGA
GCCGAA
GCMGAA
GCCGTA
GCMGTA
GCCGCA
GCMGCA
GCCGGA
GCMGGA
GGCGAA
GGMGAA
GGCGTA
GGMGTA
GGCGCA
GGMGCA
GGCGGA
GGMGGA
GACGAT
GAMGAT
GACGTT
GAMGTT
GACGCT
GAMGCT
GACGGT
GAMGGT
GTCGAT
GTMGAT
GTCGTT
GTMGTT
GTCGCT
GTMGCT
GTCGGT
GTMGGT
GCCGAT
GCMGAT
GCCGTT
GCMGTT
GCCGCT
GCMGCT
GCCGGT
GCMGGT
GGCGAT
GGMGAT
GGCGTT
GGMGTT
GGCGCT
GGMGCT
GGCGGT
GGMGGT
GACGAC
GAMGAC
GACGTC
GAMGTC
GACGCC
GAMGCC
GACGGC
GAMGGC
GTCGAC
GTMGAC
GTCGTC
GTMGTC
GTCGCC
GTMGCC
GTCGGC
GTMGGC
GCCGAC
GCMGAC
GCCGTC
GCMGTC
GCCGCC
GCMGCC
GCCGGC
GCMGGC
GGCGAC
GGMGAC
GGCGTC
GGMGTC
GGCGCC
GGMGCC
GGCGGC
GGMGGC
GACGAG
GAMGAG
GACGTG
GAMGTG
GACGCG
GAMGCG
GACGGG
GAMGGG
GTCGAG
GTMGAG
GTCGTG
GTMGTG
GTCGCG
GTMGCG
GTCGGG
GTMGGG
GCCGAG
GCMGAG
GCCGTG
GCMGTG
GCCGCG
GCMGCG
GCCGGG
GCMGGG
GGCGAG
GGMGAG
GGCGTG
GGMGTG
GGCGCG
GGMGCG
GGCGGG
GGMGGG