[BOS]
[CLS]
[SEP]
[MASK]
[PAD]
[UNK]
NNNNNNNNNN
AAAACGAAAA
AAAAMGAAAA
AAAACGTAAA
AAAAMGTAAA
AAAACGCAAA
AAAAMGCAAA
AAAACGGAAA
AAAAMGGAAA
AAATCGAAAA
AAATMGAAAA
AAATCGTAAA
AAATMGTAAA
AAATCGCAAA
AAATMGCAAA
AAATCGGAAA
AAATMGGAAA
AAACCGAAAA
AAACMGAAAA
AAACCGTAAA
AAACMGTAAA
AAACCGCAAA
AAACMGCAAA
AAACCGGAAA
AAACMGGAAA
AAAGCGAAAA
AAAGMGAAAA
AAAGCGTAAA
AAAGMGTAAA
AAAGCGCAAA
AAAGMGCAAA
AAAGCGGAAA
AAAGMGGAAA
AAAACGATAA
AAAAMGATAA
AAAACGTTAA
AAAAMGTTAA
AAAACGCTAA
AAAAMGCTAA
AAAACGGTAA
AAAAMGGTAA
AAATCGATAA
AAATMGATAA
AAATCGTTAA
AAATMGTTAA
AAATCGCTAA
AAATMGCTAA
AAATCGGTAA
AAATMGGTAA
AAACCGATAA
AAACMGATAA
AAACCGTTAA
AAACMGTTAA
AAACCGCTAA
AAACMGCTAA
AAACCGGTAA
AAACMGGTAA
AAAGCGATAA
AAAGMGATAA
AAAGCGTTAA
AAAGMGTTAA
AAAGCGCTAA
AAAGMGCTAA
AAAGCGGTAA
AAAGMGGTAA
AAAACGACAA
AAAAMGACAA
AAAACGTCAA
AAAAMGTCAA
AAAACGCCAA
AAAAMGCCAA
AAAACGGCAA
AAAAMGGCAA
AAATCGACAA
AAATMGACAA
AAATCGTCAA
AAATMGTCAA
AAATCGCCAA
AAATMGCCAA
AAATCGGCAA
AAATMGGCAA
AAACCGACAA
AAACMGACAA
AAACCGTCAA
AAACMGTCAA
AAACCGCCAA
AAACMGCCAA
AAACCGGCAA
AAACMGGCAA
AAAGCGACAA
AAAGMGACAA
AAAGCGTCAA
AAAGMGTCAA
AAAGCGCCAA
AAAGMGCCAA
AAAGCGGCAA
AAAGMGGCAA
AAAACGAGAA
AAAAMGAGAA
AAAACGTGAA
AAAAMGTGAA
AAAACGCGAA
AAAAMGCGAA
AAAACGGGAA
AAAAMGGGAA
AAATCGAGAA
AAATMGAGAA
AAATCGTGAA
AAATMGTGAA
AAATCGCGAA
AAATMGCGAA
AAATCGGGAA
AAATMGGGAA
AAACCGAGAA
AAACMGAGAA
AAACCGTGAA
AAACMGTGAA
AAACCGCGAA
AAACMGCGAA
AAACCGGGAA
AAACMGGGAA
AAAGCGAGAA
AAAGMGAGAA
AAAGCGTGAA
AAAGMGTGAA
AAAGCGCGAA
AAAGMGCGAA
AAAGCGGGAA
AAAGMGGGAA
AATACGAAAA
AATAMGAAAA
AATACGTAAA
AATAMGTAAA
AATACGCAAA
AATAMGCAAA
AATACGGAAA
AATAMGGAAA
AATTCGAAAA
AATTMGAAAA
AATTCGTAAA
AATTMGTAAA
AATTCGCAAA
AATTMGCAAA
AATTCGGAAA
AATTMGGAAA
AATCCGAAAA
AATCMGAAAA
AATCCGTAAA
AATCMGTAAA
AATCCGCAAA
AATCMGCAAA
AATCCGGAAA
AATCMGGAAA
AATGCGAAAA
AATGMGAAAA
AATGCGTAAA
AATGMGTAAA
AATGCGCAAA
AATGMGCAAA
AATGCGGAAA
AATGMGGAAA
AATACGATAA
AATAMGATAA
AATACGTTAA
AATAMGTTAA
AATACGCTAA
AATAMGCTAA
AATACGGTAA
AATAMGGTAA
AATTCGATAA
AATTMGATAA
AATTCGTTAA
AATTMGTTAA
AATTCGCTAA
AATTMGCTAA
AATTCGGTAA
AATTMGGTAA
AATCCGATAA
AATCMGATAA
AATCCGTTAA
AATCMGTTAA
AATCCGCTAA
AATCMGCTAA
AATCCGGTAA
AATCMGGTAA
AATGCGATAA
AATGMGATAA
AATGCGTTAA
AATGMGTTAA
AATGCGCTAA
AATGMGCTAA
AATGCGGTAA
AATGMGGTAA
AATACGACAA
AATAMGACAA
AATACGTCAA
AATAMGTCAA
AATACGCCAA
AATAMGCCAA
AATACGGCAA
AATAMGGCAA
AATTCGACAA
AATTMGACAA
AATTCGTCAA
AATTMGTCAA
AATTCGCCAA
AATTMGCCAA
AATTCGGCAA
AATTMGGCAA
AATCCGACAA
AATCMGACAA
AATCCGTCAA
AATCMGTCAA
AATCCGCCAA
AATCMGCCAA
AATCCGGCAA
AATCMGGCAA
AATGCGACAA
AATGMGACAA
AATGCGTCAA
AATGMGTCAA
AATGCGCCAA
AATGMGCCAA
AATGCGGCAA
AATGMGGCAA
AATACGAGAA
AATAMGAGAA
AATACGTGAA
AATAMGTGAA
AATACGCGAA
AATAMGCGAA
AATACGGGAA
AATAMGGGAA
AATTCGAGAA
AATTMGAGAA
AATTCGTGAA
AATTMGTGAA
AATTCGCGAA
AATTMGCGAA
AATTCGGGAA
AATTMGGGAA
AATCCGAGAA
AATCMGAGAA
AATCCGTGAA
AATCMGTGAA
AATCCGCGAA
AATCMGCGAA
AATCCGGGAA
AATCMGGGAA
AATGCGAGAA
AATGMGAGAA
AATGCGTGAA
AATGMGTGAA
AATGCGCGAA
AATGMGCGAA
AATGCGGGAA
AATGMGGGAA
AACACGAAAA
AACAMGAAAA
AACACGTAAA
AACAMGTAAA
AACACGCAAA
AACAMGCAAA
AACACGGAAA
AACAMGGAAA
AACTCGAAAA
AACTMGAAAA
AACTCGTAAA
AACTMGTAAA
AACTCGCAAA
AACTMGCAAA
AACTCGGAAA
AACTMGGAAA
AACCCGAAAA
AACCMGAAAA
AACCCGTAAA
AACCMGTAAA
AACCCGCAAA
AACCMGCAAA
AACCCGGAAA
AACCMGGAAA
AACGCGAAAA
AACGMGAAAA
AACGCGTAAA
AACGMGTAAA
AACGCGCAAA
AACGMGCAAA
AACGCGGAAA
AACGMGGAAA
AACACGATAA
AACAMGATAA
AACACGTTAA
AACAMGTTAA
AACACGCTAA
AACAMGCTAA
AACACGGTAA
AACAMGGTAA
AACTCGATAA
AACTMGATAA
AACTCGTTAA
AACTMGTTAA
AACTCGCTAA
AACTMGCTAA
AACTCGGTAA
AACTMGGTAA
AACCCGATAA
AACCMGATAA
AACCCGTTAA
AACCMGTTAA
AACCCGCTAA
AACCMGCTAA
AACCCGGTAA
AACCMGGTAA
AACGCGATAA
AACGMGATAA
AACGCGTTAA
AACGMGTTAA
AACGCGCTAA
AACGMGCTAA
AACGCGGTAA
AACGMGGTAA
AACACGACAA
AACAMGACAA
AACACGTCAA
AACAMGTCAA
AACACGCCAA
AACAMGCCAA
AACACGGCAA
AACAMGGCAA
AACTCGACAA
AACTMGACAA
AACTCGTCAA
AACTMGTCAA
AACTCGCCAA
AACTMGCCAA
AACTCGGCAA
AACTMGGCAA
AACCCGACAA
AACCMGACAA
AACCCGTCAA
AACCMGTCAA
AACCCGCCAA
AACCMGCCAA
AACCCGGCAA
AACCMGGCAA
AACGCGACAA
AACGMGACAA
AACGCGTCAA
AACGMGTCAA
AACGCGCCAA
AACGMGCCAA
AACGCGGCAA
AACGMGGCAA
AACACGAGAA
AACAMGAGAA
AACACGTGAA
AACAMGTGAA
AACACGCGAA
AACAMGCGAA
AACACGGGAA
AACAMGGGAA
AACTCGAGAA
AACTMGAGAA
AACTCGTGAA
AACTMGTGAA
AACTCGCGAA
AACTMGCGAA
AACTCGGGAA
AACTMGGGAA
AACCCGAGAA
AACCMGAGAA
AACCCGTGAA
AACCMGTGAA
AACCCGCGAA
AACCMGCGAA
AACCCGGGAA
AACCMGGGAA
AACGCGAGAA
AACGMGAGAA
AACGCGTGAA
AACGMGTGAA
AACGCGCGAA
AACGMGCGAA
AACGCGGGAA
AACGMGGGAA
AAGACGAAAA
AAGAMGAAAA
AAGACGTAAA
AAGAMGTAAA
AAGACGCAAA
AAGAMGCAAA
AAGACGGAAA
AAGAMGGAAA
AAGTCGAAAA
AAGTMGAAAA
AAGTCGTAAA
AAGTMGTAAA
AAGTCGCAAA
AAGTMGCAAA
AAGTCGGAAA
AAGTMGGAAA
AAGCCGAAAA
AAGCMGAAAA
AAGCCGTAAA
AAGCMGTAAA
AAGCCGCAAA
AAGCMGCAAA
AAGCCGGAAA
AAGCMGGAAA
AAGGCGAAAA
AAGGMGAAAA
AAGGCGTAAA
AAGGMGTAAA
AAGGCGCAAA
AAGGMGCAAA
AAGGCGGAAA
AAGGMGGAAA
AAGACGATAA
AAGAMGATAA
AAGACGTTAA
AAGAMGTTAA
AAGACGCTAA
AAGAMGCTAA
AAGACGGTAA
AAGAMGGTAA
AAGTCGATAA
AAGTMGATAA
AAGTCGTTAA
AAGTMGTTAA
AAGTCGCTAA
AAGTMGCTAA
AAGTCGGTAA
AAGTMGGTAA
AAGCCGATAA
AAGCMGATAA
AAGCCGTTAA
AAGCMGTTAA
AAGCCGCTAA
AAGCMGCTAA
AAGCCGGTAA
AAGCMGGTAA
AAGGCGATAA
AAGGMGATAA
AAGGCGTTAA
AAGGMGTTAA
AAGGCGCTAA
AAGGMGCTAA
AAGGCGGTAA
AAGGMGGTAA
AAGACGACAA
AAGAMGACAA
AAGACGTCAA
AAGAMGTCAA
AAGACGCCAA
AAGAMGCCAA
AAGACGGCAA
AAGAMGGCAA
AAGTCGACAA
AAGTMGACAA
AAGTCGTCAA
AAGTMGTCAA
AAGTCGCCAA
AAGTMGCCAA
AAGTCGGCAA
AAGTMGGCAA
AAGCCGACAA
AAGCMGACAA
AAGCCGTCAA
AAGCMGTCAA
AAGCCGCCAA
AAGCMGCCAA
AAGCCGGCAA
AAGCMGGCAA
AAGGCGACAA
AAGGMGACAA
AAGGCGTCAA
AAGGMGTCAA
AAGGCGCCAA
AAGGMGCCAA
AAGGCGGCAA
AAGGMGGCAA
AAGACGAGAA
AAGAMGAGAA
AAGACGTGAA
AAGAMGTGAA
AAGACGCGAA
AAGAMGCGAA
AAGACGGGAA
AAGAMGGGAA
AAGTCGAGAA
AAGTMGAGAA
AAGTCGTGAA
AAGTMGTGAA
AAGTCGCGAA
AAGTMGCGAA
AAGTCGGGAA
AAGTMGGGAA
AAGCCGAGAA
AAGCMGAGAA
AAGCCGTGAA
AAGCMGTGAA
AAGCCGCGAA
AAGCMGCGAA
AAGCCGGGAA
AAGCMGGGAA
AAGGCGAGAA
AAGGMGAGAA
AAGGCGTGAA
AAGGMGTGAA
AAGGCGCGAA
AAGGMGCGAA
AAGGCGGGAA
AAGGMGGGAA
AAAACGAATA
AAAAMGAATA
AAAACGTATA
AAAAMGTATA
AAAACGCATA
AAAAMGCATA
AAAACGGATA
AAAAMGGATA
AAATCGAATA
AAATMGAATA
AAATCGTATA
AAATMGTATA
AAATCGCATA
AAATMGCATA
AAATCGGATA
AAATMGGATA
AAACCGAATA
AAACMGAATA
AAACCGTATA
AAACMGTATA
AAACCGCATA
AAACMGCATA
AAACCGGATA
AAACMGGATA
AAAGCGAATA
AAAGMGAATA
AAAGCGTATA
AAAGMGTATA
AAAGCGCATA
AAAGMGCATA
AAAGCGGATA
AAAGMGGATA
AAAACGATTA
AAAAMGATTA
AAAACGTTTA
AAAAMGTTTA
AAAACGCTTA
AAAAMGCTTA
AAAACGGTTA
AAAAMGGTTA
AAATCGATTA
AAATMGATTA
AAATCGTTTA
AAATMGTTTA
AAATCGCTTA
AAATMGCTTA
AAATCGGTTA
AAATMGGTTA
AAACCGATTA
AAACMGATTA
AAACCGTTTA
AAACMGTTTA
AAACCGCTTA
AAACMGCTTA
AAACCGGTTA
AAACMGGTTA
AAAGCGATTA
AAAGMGATTA
AAAGCGTTTA
AAAGMGTTTA
AAAGCGCTTA
AAAGMGCTTA
AAAGCGGTTA
AAAGMGGTTA
AAAACGACTA
AAAAMGACTA
AAAACGTCTA
AAAAMGTCTA
AAAACGCCTA
AAAAMGCCTA
AAAACGGCTA
AAAAMGGCTA
AAATCGACTA
AAATMGACTA
AAATCGTCTA
AAATMGTCTA
AAATCGCCTA
AAATMGCCTA
AAATCGGCTA
AAATMGGCTA
AAACCGACTA
AAACMGACTA
AAACCGTCTA
AAACMGTCTA
AAACCGCCTA
AAACMGCCTA
AAACCGGCTA
AAACMGGCTA
AAAGCGACTA
AAAGMGACTA
AAAGCGTCTA
AAAGMGTCTA
AAAGCGCCTA
AAAGMGCCTA
AAAGCGGCTA
AAAGMGGCTA
AAAACGAGTA
AAAAMGAGTA
AAAACGTGTA
AAAAMGTGTA
AAAACGCGTA
AAAAMGCGTA
AAAACGGGTA
AAAAMGGGTA
AAATCGAGTA
AAATMGAGTA
AAATCGTGTA
AAATMGTGTA
AAATCGCGTA
AAATMGCGTA
AAATCGGGTA
AAATMGGGTA
AAACCGAGTA
AAACMGAGTA
AAACCGTGTA
AAACMGTGTA
AAACCGCGTA
AAACMGCGTA
AAACCGGGTA
AAACMGGGTA
AAAGCGAGTA
AAAGMGAGTA
AAAGCGTGTA
AAAGMGTGTA
AAAGCGCGTA
AAAGMGCGTA
AAAGCGGGTA
AAAGMGGGTA
AATACGAATA
AATAMGAATA
AATACGTATA
AATAMGTATA
AATACGCATA
AATAMGCATA
AATACGGATA
AATAMGGATA
AATTCGAATA
AATTMGAATA
AATTCGTATA
AATTMGTATA
AATTCGCATA
AATTMGCATA
AATTCGGATA
AATTMGGATA
AATCCGAATA
AATCMGAATA
AATCCGTATA
AATCMGTATA
AATCCGCATA
AATCMGCATA
AATCCGGATA
AATCMGGATA
AATGCGAATA
AATGMGAATA
AATGCGTATA
AATGMGTATA
AATGCGCATA
AATGMGCATA
AATGCGGATA
AATGMGGATA
AATACGATTA
AATAMGATTA
AATACGTTTA
AATAMGTTTA
AATACGCTTA
AATAMGCTTA
AATACGGTTA
AATAMGGTTA
AATTCGATTA
AATTMGATTA
AATTCGTTTA
AATTMGTTTA
AATTCGCTTA
AATTMGCTTA
AATTCGGTTA
AATTMGGTTA
AATCCGATTA
AATCMGATTA
AATCCGTTTA
AATCMGTTTA
AATCCGCTTA
AATCMGCTTA
AATCCGGTTA
AATCMGGTTA
AATGCGATTA
AATGMGATTA
AATGCGTTTA
AATGMGTTTA
AATGCGCTTA
AATGMGCTTA
AATGCGGTTA
AATGMGGTTA
AATACGACTA
AATAMGACTA
AATACGTCTA
AATAMGTCTA
AATACGCCTA
AATAMGCCTA
AATACGGCTA
AATAMGGCTA
AATTCGACTA
AATTMGACTA
AATTCGTCTA
AATTMGTCTA
AATTCGCCTA
AATTMGCCTA
AATTCGGCTA
AATTMGGCTA
AATCCGACTA
AATCMGACTA
AATCCGTCTA
AATCMGTCTA
AATCCGCCTA
AATCMGCCTA
AATCCGGCTA
AATCMGGCTA
AATGCGACTA
AATGMGACTA
AATGCGTCTA
AATGMGTCTA
AATGCGCCTA
AATGMGCCTA
AATGCGGCTA
AATGMGGCTA
AATACGAGTA
AATAMGAGTA
AATACGTGTA
AATAMGTGTA
AATACGCGTA
AATAMGCGTA
AATACGGGTA
AATAMGGGTA
AATTCGAGTA
AATTMGAGTA
AATTCGTGTA
AATTMGTGTA
AATTCGCGTA
AATTMGCGTA
AATTCGGGTA
AATTMGGGTA
AATCCGAGTA
AATCMGAGTA
AATCCGTGTA
AATCMGTGTA
AATCCGCGTA
AATCMGCGTA
AATCCGGGTA
AATCMGGGTA
AATGCGAGTA
AATGMGAGTA
AATGCGTGTA
AATGMGTGTA
AATGCGCGTA
AATGMGCGTA
AATGCGGGTA
AATGMGGGTA
AACACGAATA
AACAMGAATA
AACACGTATA
AACAMGTATA
AACACGCATA
AACAMGCATA
AACACGGATA
AACAMGGATA
AACTCGAATA
AACTMGAATA
AACTCGTATA
AACTMGTATA
AACTCGCATA
AACTMGCATA
AACTCGGATA
AACTMGGATA
AACCCGAATA
AACCMGAATA
AACCCGTATA
AACCMGTATA
AACCCGCATA
AACCMGCATA
AACCCGGATA
AACCMGGATA
AACGCGAATA
AACGMGAATA
AACGCGTATA
AACGMGTATA
AACGCGCATA
AACGMGCATA
AACGCGGATA
AACGMGGATA
AACACGATTA
AACAMGATTA
AACACGTTTA
AACAMGTTTA
AACACGCTTA
AACAMGCTTA
AACACGGTTA
AACAMGGTTA
AACTCGATTA
AACTMGATTA
AACTCGTTTA
AACTMGTTTA
AACTCGCTTA
AACTMGCTTA
AACTCGGTTA
AACTMGGTTA
AACCCGATTA
AACCMGATTA
AACCCGTTTA
AACCMGTTTA
AACCCGCTTA
AACCMGCTTA
AACCCGGTTA
AACCMGGTTA
AACGCGATTA
AACGMGATTA
AACGCGTTTA
AACGMGTTTA
AACGCGCTTA
AACGMGCTTA
AACGCGGTTA
AACGMGGTTA
AACACGACTA
AACAMGACTA
AACACGTCTA
AACAMGTCTA
AACACGCCTA
AACAMGCCTA
AACACGGCTA
AACAMGGCTA
AACTCGACTA
AACTMGACTA
AACTCGTCTA
AACTMGTCTA
AACTCGCCTA
AACTMGCCTA
AACTCGGCTA
AACTMGGCTA
AACCCGACTA
AACCMGACTA
AACCCGTCTA
AACCMGTCTA
AACCCGCCTA
AACCMGCCTA
AACCCGGCTA
AACCMGGCTA
AACGCGACTA
AACGMGACTA
AACGCGTCTA
AACGMGTCTA
AACGCGCCTA
AACGMGCCTA
AACGCGGCTA
AACGMGGCTA
AACACGAGTA
AACAMGAGTA
AACACGTGTA
AACAMGTGTA
AACACGCGTA
AACAMGCGTA
AACACGGGTA
AACAMGGGTA
AACTCGAGTA
AACTMGAGTA
AACTCGTGTA
AACTMGTGTA
AACTCGCGTA
AACTMGCGTA
AACTCGGGTA
AACTMGGGTA
AACCCGAGTA
AACCMGAGTA
AACCCGTGTA
AACCMGTGTA
AACCCGCGTA
AACCMGCGTA
AACCCGGGTA
AACCMGGGTA
AACGCGAGTA
AACGMGAGTA
AACGCGTGTA
AACGMGTGTA
AACGCGCGTA
AACGMGCGTA
AACGCGGGTA
AACGMGGGTA
AAGACGAATA
AAGAMGAATA
AAGACGTATA
AAGAMGTATA
AAGACGCATA
AAGAMGCATA
AAGACGGATA
AAGAMGGATA
AAGTCGAATA
AAGTMGAATA
AAGTCGTATA
AAGTMGTATA
AAGTCGCATA
AAGTMGCATA
AAGTCGGATA
AAGTMGGATA
AAGCCGAATA
AAGCMGAATA
AAGCCGTATA
AAGCMGTATA
AAGCCGCATA
AAGCMGCATA
AAGCCGGATA
AAGCMGGATA
AAGGCGAATA
AAGGMGAATA
AAGGCGTATA
AAGGMGTATA
AAGGCGCATA
AAGGMGCATA
AAGGCGGATA
AAGGMGGATA
AAGACGATTA
AAGAMGATTA
AAGACGTTTA
AAGAMGTTTA
AAGACGCTTA
AAGAMGCTTA
AAGACGGTTA
AAGAMGGTTA
AAGTCGATTA
AAGTMGATTA
AAGTCGTTTA
AAGTMGTTTA
AAGTCGCTTA
AAGTMGCTTA
AAGTCGGTTA
AAGTMGGTTA
AAGCCGATTA
AAGCMGATTA
AAGCCGTTTA
AAGCMGTTTA
AAGCCGCTTA
AAGCMGCTTA
AAGCCGGTTA
AAGCMGGTTA
AAGGCGATTA
AAGGMGATTA
AAGGCGTTTA
AAGGMGTTTA
AAGGCGCTTA
AAGGMGCTTA
AAGGCGGTTA
AAGGMGGTTA
AAGACGACTA
AAGAMGACTA
AAGACGTCTA
AAGAMGTCTA
AAGACGCCTA
AAGAMGCCTA
AAGACGGCTA
AAGAMGGCTA
AAGTCGACTA
AAGTMGACTA
AAGTCGTCTA
AAGTMGTCTA
AAGTCGCCTA
AAGTMGCCTA
AAGTCGGCTA
AAGTMGGCTA
AAGCCGACTA
AAGCMGACTA
AAGCCGTCTA
AAGCMGTCTA
AAGCCGCCTA
AAGCMGCCTA
AAGCCGGCTA
AAGCMGGCTA
AAGGCGACTA
AAGGMGACTA
AAGGCGTCTA
AAGGMGTCTA
AAGGCGCCTA
AAGGMGCCTA
AAGGCGGCTA
AAGGMGGCTA
AAGACGAGTA
AAGAMGAGTA
AAGACGTGTA
AAGAMGTGTA
AAGACGCGTA
AAGAMGCGTA
AAGACGGGTA
AAGAMGGGTA
AAGTCGAGTA
AAGTMGAGTA
AAGTCGTGTA
AAGTMGTGTA
AAGTCGCGTA
AAGTMGCGTA
AAGTCGGGTA
AAGTMGGGTA
AAGCCGAGTA
AAGCMGAGTA
AAGCCGTGTA
AAGCMGTGTA
AAGCCGCGTA
AAGCMGCGTA
AAGCCGGGTA
AAGCMGGGTA
AAGGCGAGTA
AAGGMGAGTA
AAGGCGTGTA
AAGGMGTGTA
AAGGCGCGTA
AAGGMGCGTA
AAGGCGGGTA
AAGGMGGGTA
AAAACGAACA
AAAAMGAACA
AAAACGTACA
AAAAMGTACA
AAAACGCACA
AAAAMGCACA
AAAACGGACA
AAAAMGGACA
AAATCGAACA
AAATMGAACA
AAATCGTACA
AAATMGTACA
AAATCGCACA
AAATMGCACA
AAATCGGACA
AAATMGGACA
AAACCGAACA
AAACMGAACA
AAACCGTACA
AAACMGTACA
AAACCGCACA
AAACMGCACA
AAACCGGACA
AAACMGGACA
AAAGCGAACA
AAAGMGAACA
AAAGCGTACA
AAAGMGTACA
AAAGCGCACA
AAAGMGCACA
AAAGCGGACA
AAAGMGGACA
AAAACGATCA
AAAAMGATCA
AAAACGTTCA
AAAAMGTTCA
AAAACGCTCA
AAAAMGCTCA
AAAACGGTCA
AAAAMGGTCA
AAATCGATCA
AAATMGATCA
AAATCGTTCA
AAATMGTTCA
AAATCGCTCA
AAATMGCTCA
AAATCGGTCA
AAATMGGTCA
AAACCGATCA
AAACMGATCA
AAACCGTTCA
AAACMGTTCA
AAACCGCTCA
AAACMGCTCA
AAACCGGTCA
AAACMGGTCA
AAAGCGATCA
AAAGMGATCA
AAAGCGTTCA
AAAGMGTTCA
AAAGCGCTCA
AAAGMGCTCA
AAAGCGGTCA
AAAGMGGTCA
AAAACGACCA
AAAAMGACCA
AAAACGTCCA
AAAAMGTCCA
AAAACGCCCA
AAAAMGCCCA
AAAACGGCCA
AAAAMGGCCA
AAATCGACCA
AAATMGACCA
AAATCGTCCA
AAATMGTCCA
AAATCGCCCA
AAATMGCCCA
AAATCGGCCA
AAATMGGCCA
AAACCGACCA
AAACMGACCA
AAACCGTCCA
AAACMGTCCA
AAACCGCCCA
AAACMGCCCA
AAACCGGCCA
AAACMGGCCA
AAAGCGACCA
AAAGMGACCA
AAAGCGTCCA
AAAGMGTCCA
AAAGCGCCCA
AAAGMGCCCA
AAAGCGGCCA
AAAGMGGCCA
AAAACGAGCA
AAAAMGAGCA
AAAACGTGCA
AAAAMGTGCA
AAAACGCGCA
AAAAMGCGCA
AAAACGGGCA
AAAAMGGGCA
AAATCGAGCA
AAATMGAGCA
AAATCGTGCA
AAATMGTGCA
AAATCGCGCA
AAATMGCGCA
AAATCGGGCA
AAATMGGGCA
AAACCGAGCA
AAACMGAGCA
AAACCGTGCA
AAACMGTGCA
AAACCGCGCA
AAACMGCGCA
AAACCGGGCA
AAACMGGGCA
AAAGCGAGCA
AAAGMGAGCA
AAAGCGTGCA
AAAGMGTGCA
AAAGCGCGCA
AAAGMGCGCA
AAAGCGGGCA
AAAGMGGGCA
AATACGAACA
AATAMGAACA
AATACGTACA
AATAMGTACA
AATACGCACA
AATAMGCACA
AATACGGACA
AATAMGGACA
AATTCGAACA
AATTMGAACA
AATTCGTACA
AATTMGTACA
AATTCGCACA
AATTMGCACA
AATTCGGACA
AATTMGGACA
AATCCGAACA
AATCMGAACA
AATCCGTACA
AATCMGTACA
AATCCGCACA
AATCMGCACA
AATCCGGACA
AATCMGGACA
AATGCGAACA
AATGMGAACA
AATGCGTACA
AATGMGTACA
AATGCGCACA
AATGMGCACA
AATGCGGACA
AATGMGGACA
AATACGATCA
AATAMGATCA
AATACGTTCA
AATAMGTTCA
AATACGCTCA
AATAMGCTCA
AATACGGTCA
AATAMGGTCA
AATTCGATCA
AATTMGATCA
AATTCGTTCA
AATTMGTTCA
AATTCGCTCA
AATTMGCTCA
AATTCGGTCA
AATTMGGTCA
AATCCGATCA
AATCMGATCA
AATCCGTTCA
AATCMGTTCA
AATCCGCTCA
AATCMGCTCA
AATCCGGTCA
AATCMGGTCA
AATGCGATCA
AATGMGATCA
AATGCGTTCA
AATGMGTTCA
AATGCGCTCA
AATGMGCTCA
AATGCGGTCA
AATGMGGTCA
AATACGACCA
AATAMGACCA
AATACGTCCA
AATAMGTCCA
AATACGCCCA
AATAMGCCCA
AATACGGCCA
AATAMGGCCA
AATTCGACCA
AATTMGACCA
AATTCGTCCA
AATTMGTCCA
AATTCGCCCA
AATTMGCCCA
AATTCGGCCA
AATTMGGCCA
AATCCGACCA
AATCMGACCA
AATCCGTCCA
AATCMGTCCA
AATCCGCCCA
AATCMGCCCA
AATCCGGCCA
AATCMGGCCA
AATGCGACCA
AATGMGACCA
AATGCGTCCA
AATGMGTCCA
AATGCGCCCA
AATGMGCCCA
AATGCGGCCA
AATGMGGCCA
AATACGAGCA
AATAMGAGCA
AATACGTGCA
AATAMGTGCA
AATACGCGCA
AATAMGCGCA
AATACGGGCA
AATAMGGGCA
AATTCGAGCA
AATTMGAGCA
AATTCGTGCA
AATTMGTGCA
AATTCGCGCA
AATTMGCGCA
AATTCGGGCA
AATTMGGGCA
AATCCGAGCA
AATCMGAGCA
AATCCGTGCA
AATCMGTGCA
AATCCGCGCA
AATCMGCGCA
AATCCGGGCA
AATCMGGGCA
AATGCGAGCA
AATGMGAGCA
AATGCGTGCA
AATGMGTGCA
AATGCGCGCA
AATGMGCGCA
AATGCGGGCA
AATGMGGGCA
AACACGAACA
AACAMGAACA
AACACGTACA
AACAMGTACA
AACACGCACA
AACAMGCACA
AACACGGACA
AACAMGGACA
AACTCGAACA
AACTMGAACA
AACTCGTACA
AACTMGTACA
AACTCGCACA
AACTMGCACA
AACTCGGACA
AACTMGGACA
AACCCGAACA
AACCMGAACA
AACCCGTACA
AACCMGTACA
AACCCGCACA
AACCMGCACA
AACCCGGACA
AACCMGGACA
AACGCGAACA
AACGMGAACA
AACGCGTACA
AACGMGTACA
AACGCGCACA
AACGMGCACA
AACGCGGACA
AACGMGGACA
AACACGATCA
AACAMGATCA
AACACGTTCA
AACAMGTTCA
AACACGCTCA
AACAMGCTCA
AACACGGTCA
AACAMGGTCA
AACTCGATCA
AACTMGATCA
AACTCGTTCA
AACTMGTTCA
AACTCGCTCA
AACTMGCTCA
AACTCGGTCA
AACTMGGTCA
AACCCGATCA
AACCMGATCA
AACCCGTTCA
AACCMGTTCA
AACCCGCTCA
AACCMGCTCA
AACCCGGTCA
AACCMGGTCA
AACGCGATCA
AACGMGATCA
AACGCGTTCA
AACGMGTTCA
AACGCGCTCA
AACGMGCTCA
AACGCGGTCA
AACGMGGTCA
AACACGACCA
AACAMGACCA
AACACGTCCA
AACAMGTCCA
AACACGCCCA
AACAMGCCCA
AACACGGCCA
AACAMGGCCA
AACTCGACCA
AACTMGACCA
AACTCGTCCA
AACTMGTCCA
AACTCGCCCA
AACTMGCCCA
AACTCGGCCA
AACTMGGCCA
AACCCGACCA
AACCMGACCA
AACCCGTCCA
AACCMGTCCA
AACCCGCCCA
AACCMGCCCA
AACCCGGCCA
AACCMGGCCA
AACGCGACCA
AACGMGACCA
AACGCGTCCA
AACGMGTCCA
AACGCGCCCA
AACGMGCCCA
AACGCGGCCA
AACGMGGCCA
AACACGAGCA
AACAMGAGCA
AACACGTGCA
AACAMGTGCA
AACACGCGCA
AACAMGCGCA
AACACGGGCA
AACAMGGGCA
AACTCGAGCA
AACTMGAGCA
AACTCGTGCA
AACTMGTGCA
AACTCGCGCA
AACTMGCGCA
AACTCGGGCA
AACTMGGGCA
AACCCGAGCA
AACCMGAGCA
AACCCGTGCA
AACCMGTGCA
AACCCGCGCA
AACCMGCGCA
AACCCGGGCA
AACCMGGGCA
AACGCGAGCA
AACGMGAGCA
AACGCGTGCA
AACGMGTGCA
AACGCGCGCA
AACGMGCGCA
AACGCGGGCA
AACGMGGGCA
AAGACGAACA
AAGAMGAACA
AAGACGTACA
AAGAMGTACA
AAGACGCACA
AAGAMGCACA
AAGACGGACA
AAGAMGGACA
AAGTCGAACA
AAGTMGAACA
AAGTCGTACA
AAGTMGTACA
AAGTCGCACA
AAGTMGCACA
AAGTCGGACA
AAGTMGGACA
AAGCCGAACA
AAGCMGAACA
AAGCCGTACA
AAGCMGTACA
AAGCCGCACA
AAGCMGCACA
AAGCCGGACA
AAGCMGGACA
AAGGCGAACA
AAGGMGAACA
AAGGCGTACA
AAGGMGTACA
AAGGCGCACA
AAGGMGCACA
AAGGCGGACA
AAGGMGGACA
AAGACGATCA
AAGAMGATCA
AAGACGTTCA
AAGAMGTTCA
AAGACGCTCA
AAGAMGCTCA
AAGACGGTCA
AAGAMGGTCA
AAGTCGATCA
AAGTMGATCA
AAGTCGTTCA
AAGTMGTTCA
AAGTCGCTCA
AAGTMGCTCA
AAGTCGGTCA
AAGTMGGTCA
AAGCCGATCA
AAGCMGATCA
AAGCCGTTCA
AAGCMGTTCA
AAGCCGCTCA
AAGCMGCTCA
AAGCCGGTCA
AAGCMGGTCA
AAGGCGATCA
AAGGMGATCA
AAGGCGTTCA
AAGGMGTTCA
AAGGCGCTCA
AAGGMGCTCA
AAGGCGGTCA
AAGGMGGTCA
AAGACGACCA
AAGAMGACCA
AAGACGTCCA
AAGAMGTCCA
AAGACGCCCA
AAGAMGCCCA
AAGACGGCCA
AAGAMGGCCA
AAGTCGACCA
AAGTMGACCA
AAGTCGTCCA
AAGTMGTCCA
AAGTCGCCCA
AAGTMGCCCA
AAGTCGGCCA
AAGTMGGCCA
AAGCCGACCA
AAGCMGACCA
AAGCCGTCCA
AAGCMGTCCA
AAGCCGCCCA
AAGCMGCCCA
AAGCCGGCCA
AAGCMGGCCA
AAGGCGACCA
AAGGMGACCA
AAGGCGTCCA
AAGGMGTCCA
AAGGCGCCCA
AAGGMGCCCA
AAGGCGGCCA
AAGGMGGCCA
AAGACGAGCA
AAGAMGAGCA
AAGACGTGCA
AAGAMGTGCA
AAGACGCGCA
AAGAMGCGCA
AAGACGGGCA
AAGAMGGGCA
AAGTCGAGCA
AAGTMGAGCA
AAGTCGTGCA
AAGTMGTGCA
AAGTCGCGCA
AAGTMGCGCA
AAGTCGGGCA
AAGTMGGGCA
AAGCCGAGCA
AAGCMGAGCA
AAGCCGTGCA
AAGCMGTGCA
AAGCCGCGCA
AAGCMGCGCA
AAGCCGGGCA
AAGCMGGGCA
AAGGCGAGCA
AAGGMGAGCA
AAGGCGTGCA
AAGGMGTGCA
AAGGCGCGCA
AAGGMGCGCA
AAGGCGGGCA
AAGGMGGGCA
AAAACGAAGA
AAAAMGAAGA
AAAACGTAGA
AAAAMGTAGA
AAAACGCAGA
AAAAMGCAGA
AAAACGGAGA
AAAAMGGAGA
AAATCGAAGA
AAATMGAAGA
AAATCGTAGA
AAATMGTAGA
AAATCGCAGA
AAATMGCAGA
AAATCGGAGA
AAATMGGAGA
AAACCGAAGA
AAACMGAAGA
AAACCGTAGA
AAACMGTAGA
AAACCGCAGA
AAACMGCAGA
AAACCGGAGA
AAACMGGAGA
AAAGCGAAGA
AAAGMGAAGA
AAAGCGTAGA
AAAGMGTAGA
AAAGCGCAGA
AAAGMGCAGA
AAAGCGGAGA
AAAGMGGAGA
AAAACGATGA
AAAAMGATGA
AAAACGTTGA
AAAAMGTTGA
AAAACGCTGA
AAAAMGCTGA
AAAACGGTGA
AAAAMGGTGA
AAATCGATGA
AAATMGATGA
AAATCGTTGA
AAATMGTTGA
AAATCGCTGA
AAATMGCTGA
AAATCGGTGA
AAATMGGTGA
AAACCGATGA
AAACMGATGA
AAACCGTTGA
AAACMGTTGA
AAACCGCTGA
AAACMGCTGA
AAACCGGTGA
AAACMGGTGA
AAAGCGATGA
AAAGMGATGA
AAAGCGTTGA
AAAGMGTTGA
AAAGCGCTGA
AAAGMGCTGA
AAAGCGGTGA
AAAGMGGTGA
AAAACGACGA
AAAAMGACGA
AAAACGTCGA
AAAAMGTCGA
AAAACGCCGA
AAAAMGCCGA
AAAACGGCGA
AAAAMGGCGA
AAATCGACGA
AAATMGACGA
AAATCGTCGA
AAATMGTCGA
AAATCGCCGA
AAATMGCCGA
AAATCGGCGA
AAATMGGCGA
AAACCGACGA
AAACMGACGA
AAACCGTCGA
AAACMGTCGA
AAACCGCCGA
AAACMGCCGA
AAACCGGCGA
AAACMGGCGA
AAAGCGACGA
AAAGMGACGA
AAAGCGTCGA
AAAGMGTCGA
AAAGCGCCGA
AAAGMGCCGA
AAAGCGGCGA
AAAGMGGCGA
AAAACGAGGA
AAAAMGAGGA
AAAACGTGGA
AAAAMGTGGA
AAAACGCGGA
AAAAMGCGGA
AAAACGGGGA
AAAAMGGGGA
AAATCGAGGA
AAATMGAGGA
AAATCGTGGA
AAATMGTGGA
AAATCGCGGA
AAATMGCGGA
AAATCGGGGA
AAATMGGGGA
AAACCGAGGA
AAACMGAGGA
AAACCGTGGA
AAACMGTGGA
AAACCGCGGA
AAACMGCGGA
AAACCGGGGA
AAACMGGGGA
AAAGCGAGGA
AAAGMGAGGA
AAAGCGTGGA
AAAGMGTGGA
AAAGCGCGGA
AAAGMGCGGA
AAAGCGGGGA
AAAGMGGGGA
AATACGAAGA
AATAMGAAGA
AATACGTAGA
AATAMGTAGA
AATACGCAGA
AATAMGCAGA
AATACGGAGA
AATAMGGAGA
AATTCGAAGA
AATTMGAAGA
AATTCGTAGA
AATTMGTAGA
AATTCGCAGA
AATTMGCAGA
AATTCGGAGA
AATTMGGAGA
AATCCGAAGA
AATCMGAAGA
AATCCGTAGA
AATCMGTAGA
AATCCGCAGA
AATCMGCAGA
AATCCGGAGA
AATCMGGAGA
AATGCGAAGA
AATGMGAAGA
AATGCGTAGA
AATGMGTAGA
AATGCGCAGA
AATGMGCAGA
AATGCGGAGA
AATGMGGAGA
AATACGATGA
AATAMGATGA
AATACGTTGA
AATAMGTTGA
AATACGCTGA
AATAMGCTGA
AATACGGTGA
AATAMGGTGA
AATTCGATGA
AATTMGATGA
AATTCGTTGA
AATTMGTTGA
AATTCGCTGA
AATTMGCTGA
AATTCGGTGA
AATTMGGTGA
AATCCGATGA
AATCMGATGA
AATCCGTTGA
AATCMGTTGA
AATCCGCTGA
AATCMGCTGA
AATCCGGTGA
AATCMGGTGA
AATGCGATGA
AATGMGATGA
AATGCGTTGA
AATGMGTTGA
AATGCGCTGA
AATGMGCTGA
AATGCGGTGA
AATGMGGTGA
AATACGACGA
AATAMGACGA
AATACGTCGA
AATAMGTCGA
AATACGCCGA
AATAMGCCGA
AATACGGCGA
AATAMGGCGA
AATTCGACGA
AATTMGACGA
AATTCGTCGA
AATTMGTCGA
AATTCGCCGA
AATTMGCCGA
AATTCGGCGA
AATTMGGCGA
AATCCGACGA
AATCMGACGA
AATCCGTCGA
AATCMGTCGA
AATCCGCCGA
AATCMGCCGA
AATCCGGCGA
AATCMGGCGA
AATGCGACGA
AATGMGACGA
AATGCGTCGA
AATGMGTCGA
AATGCGCCGA
AATGMGCCGA
AATGCGGCGA
AATGMGGCGA
AATACGAGGA
AATAMGAGGA
AATACGTGGA
AATAMGTGGA
AATACGCGGA
AATAMGCGGA
AATACGGGGA
AATAMGGGGA
AATTCGAGGA
AATTMGAGGA
AATTCGTGGA
AATTMGTGGA
AATTCGCGGA
AATTMGCGGA
AATTCGGGGA
AATTMGGGGA
AATCCGAGGA
AATCMGAGGA
AATCCGTGGA
AATCMGTGGA
AATCCGCGGA
AATCMGCGGA
AATCCGGGGA
AATCMGGGGA
AATGCGAGGA
AATGMGAGGA
AATGCGTGGA
AATGMGTGGA
AATGCGCGGA
AATGMGCGGA
AATGCGGGGA
AATGMGGGGA
AACACGAAGA
AACAMGAAGA
AACACGTAGA
AACAMGTAGA
AACACGCAGA
AACAMGCAGA
AACACGGAGA
AACAMGGAGA
AACTCGAAGA
AACTMGAAGA
AACTCGTAGA
AACTMGTAGA
AACTCGCAGA
AACTMGCAGA
AACTCGGAGA
AACTMGGAGA
AACCCGAAGA
AACCMGAAGA
AACCCGTAGA
AACCMGTAGA
AACCCGCAGA
AACCMGCAGA
AACCCGGAGA
AACCMGGAGA
AACGCGAAGA
AACGMGAAGA
AACGCGTAGA
AACGMGTAGA
AACGCGCAGA
AACGMGCAGA
AACGCGGAGA
AACGMGGAGA
AACACGATGA
AACAMGATGA
AACACGTTGA
AACAMGTTGA
AACACGCTGA
AACAMGCTGA
AACACGGTGA
AACAMGGTGA
AACTCGATGA
AACTMGATGA
AACTCGTTGA
AACTMGTTGA
AACTCGCTGA
AACTMGCTGA
AACTCGGTGA
AACTMGGTGA
AACCCGATGA
AACCMGATGA
AACCCGTTGA
AACCMGTTGA
AACCCGCTGA
AACCMGCTGA
AACCCGGTGA
AACCMGGTGA
AACGCGATGA
AACGMGATGA
AACGCGTTGA
AACGMGTTGA
AACGCGCTGA
AACGMGCTGA
AACGCGGTGA
AACGMGGTGA
AACACGACGA
AACAMGACGA
AACACGTCGA
AACAMGTCGA
AACACGCCGA
AACAMGCCGA
AACACGGCGA
AACAMGGCGA
AACTCGACGA
AACTMGACGA
AACTCGTCGA
AACTMGTCGA
AACTCGCCGA
AACTMGCCGA
AACTCGGCGA
AACTMGGCGA
AACCCGACGA
AACCMGACGA
AACCCGTCGA
AACCMGTCGA
AACCCGCCGA
AACCMGCCGA
AACCCGGCGA
AACCMGGCGA
AACGCGACGA
AACGMGACGA
AACGCGTCGA
AACGMGTCGA
AACGCGCCGA
AACGMGCCGA
AACGCGGCGA
AACGMGGCGA
AACACGAGGA
AACAMGAGGA
AACACGTGGA
AACAMGTGGA
AACACGCGGA
AACAMGCGGA
AACACGGGGA
AACAMGGGGA
AACTCGAGGA
AACTMGAGGA
AACTCGTGGA
AACTMGTGGA
AACTCGCGGA
AACTMGCGGA
AACTCGGGGA
AACTMGGGGA
AACCCGAGGA
AACCMGAGGA
AACCCGTGGA
AACCMGTGGA
AACCCGCGGA
AACCMGCGGA
AACCCGGGGA
AACCMGGGGA
AACGCGAGGA
AACGMGAGGA
AACGCGTGGA
AACGMGTGGA
AACGCGCGGA
AACGMGCGGA
AACGCGGGGA
AACGMGGGGA
AAGACGAAGA
AAGAMGAAGA
AAGACGTAGA
AAGAMGTAGA
AAGACGCAGA
AAGAMGCAGA
AAGACGGAGA
AAGAMGGAGA
AAGTCGAAGA
AAGTMGAAGA
AAGTCGTAGA
AAGTMGTAGA
AAGTCGCAGA
AAGTMGCAGA
AAGTCGGAGA
AAGTMGGAGA
AAGCCGAAGA
AAGCMGAAGA
AAGCCGTAGA
AAGCMGTAGA
AAGCCGCAGA
AAGCMGCAGA
AAGCCGGAGA
AAGCMGGAGA
AAGGCGAAGA
AAGGMGAAGA
AAGGCGTAGA
AAGGMGTAGA
AAGGCGCAGA
AAGGMGCAGA
AAGGCGGAGA
AAGGMGGAGA
AAGACGATGA
AAGAMGATGA
AAGACGTTGA
AAGAMGTTGA
AAGACGCTGA
AAGAMGCTGA
AAGACGGTGA
AAGAMGGTGA
AAGTCGATGA
AAGTMGATGA
AAGTCGTTGA
AAGTMGTTGA
AAGTCGCTGA
AAGTMGCTGA
AAGTCGGTGA
AAGTMGGTGA
AAGCCGATGA
AAGCMGATGA
AAGCCGTTGA
AAGCMGTTGA
AAGCCGCTGA
AAGCMGCTGA
AAGCCGGTGA
AAGCMGGTGA
AAGGCGATGA
AAGGMGATGA
AAGGCGTTGA
AAGGMGTTGA
AAGGCGCTGA
AAGGMGCTGA
AAGGCGGTGA
AAGGMGGTGA
AAGACGACGA
AAGAMGACGA
AAGACGTCGA
AAGAMGTCGA
AAGACGCCGA
AAGAMGCCGA
AAGACGGCGA
AAGAMGGCGA
AAGTCGACGA
AAGTMGACGA
AAGTCGTCGA
AAGTMGTCGA
AAGTCGCCGA
AAGTMGCCGA
AAGTCGGCGA
AAGTMGGCGA
AAGCCGACGA
AAGCMGACGA
AAGCCGTCGA
AAGCMGTCGA
AAGCCGCCGA
AAGCMGCCGA
AAGCCGGCGA
AAGCMGGCGA
AAGGCGACGA
AAGGMGACGA
AAGGCGTCGA
AAGGMGTCGA
AAGGCGCCGA
AAGGMGCCGA
AAGGCGGCGA
AAGGMGGCGA
AAGACGAGGA
AAGAMGAGGA
AAGACGTGGA
AAGAMGTGGA
AAGACGCGGA
AAGAMGCGGA
AAGACGGGGA
AAGAMGGGGA
AAGTCGAGGA
AAGTMGAGGA
AAGTCGTGGA
AAGTMGTGGA
AAGTCGCGGA
AAGTMGCGGA
AAGTCGGGGA
AAGTMGGGGA
AAGCCGAGGA
AAGCMGAGGA
AAGCCGTGGA
AAGCMGTGGA
AAGCCGCGGA
AAGCMGCGGA
AAGCCGGGGA
AAGCMGGGGA
AAGGCGAGGA
AAGGMGAGGA
AAGGCGTGGA
AAGGMGTGGA
AAGGCGCGGA
AAGGMGCGGA
AAGGCGGGGA
AAGGMGGGGA
ATAACGAAAA
ATAAMGAAAA
ATAACGTAAA
ATAAMGTAAA
ATAACGCAAA
ATAAMGCAAA
ATAACGGAAA
ATAAMGGAAA
ATATCGAAAA
ATATMGAAAA
ATATCGTAAA
ATATMGTAAA
ATATCGCAAA
ATATMGCAAA
ATATCGGAAA
ATATMGGAAA
ATACCGAAAA
ATACMGAAAA
ATACCGTAAA
ATACMGTAAA
ATACCGCAAA
ATACMGCAAA
ATACCGGAAA
ATACMGGAAA
ATAGCGAAAA
ATAGMGAAAA
ATAGCGTAAA
ATAGMGTAAA
ATAGCGCAAA
ATAGMGCAAA
ATAGCGGAAA
ATAGMGGAAA
ATAACGATAA
ATAAMGATAA
ATAACGTTAA
ATAAMGTTAA
ATAACGCTAA
ATAAMGCTAA
ATAACGGTAA
ATAAMGGTAA
ATATCGATAA
ATATMGATAA
ATATCGTTAA
ATATMGTTAA
ATATCGCTAA
ATATMGCTAA
ATATCGGTAA
ATATMGGTAA
ATACCGATAA
ATACMGATAA
ATACCGTTAA
ATACMGTTAA
ATACCGCTAA
ATACMGCTAA
ATACCGGTAA
ATACMGGTAA
ATAGCGATAA
ATAGMGATAA
ATAGCGTTAA
ATAGMGTTAA
ATAGCGCTAA
ATAGMGCTAA
ATAGCGGTAA
ATAGMGGTAA
ATAACGACAA
ATAAMGACAA
ATAACGTCAA
ATAAMGTCAA
ATAACGCCAA
ATAAMGCCAA
ATAACGGCAA
ATAAMGGCAA
ATATCGACAA
ATATMGACAA
ATATCGTCAA
ATATMGTCAA
ATATCGCCAA
ATATMGCCAA
ATATCGGCAA
ATATMGGCAA
ATACCGACAA
ATACMGACAA
ATACCGTCAA
ATACMGTCAA
ATACCGCCAA
ATACMGCCAA
ATACCGGCAA
ATACMGGCAA
ATAGCGACAA
ATAGMGACAA
ATAGCGTCAA
ATAGMGTCAA
ATAGCGCCAA
ATAGMGCCAA
ATAGCGGCAA
ATAGMGGCAA
ATAACGAGAA
ATAAMGAGAA
ATAACGTGAA
ATAAMGTGAA
ATAACGCGAA
ATAAMGCGAA
ATAACGGGAA
ATAAMGGGAA
ATATCGAGAA
ATATMGAGAA
ATATCGTGAA
ATATMGTGAA
ATATCGCGAA
ATATMGCGAA
ATATCGGGAA
ATATMGGGAA
ATACCGAGAA
ATACMGAGAA
ATACCGTGAA
ATACMGTGAA
ATACCGCGAA
ATACMGCGAA
ATACCGGGAA
ATACMGGGAA
ATAGCGAGAA
ATAGMGAGAA
ATAGCGTGAA
ATAGMGTGAA
ATAGCGCGAA
ATAGMGCGAA
ATAGCGGGAA
ATAGMGGGAA
ATTACGAAAA
ATTAMGAAAA
ATTACGTAAA
ATTAMGTAAA
ATTACGCAAA
ATTAMGCAAA
ATTACGGAAA
ATTAMGGAAA
ATTTCGAAAA
ATTTMGAAAA
ATTTCGTAAA
ATTTMGTAAA
ATTTCGCAAA
ATTTMGCAAA
ATTTCGGAAA
ATTTMGGAAA
ATTCCGAAAA
ATTCMGAAAA
ATTCCGTAAA
ATTCMGTAAA
ATTCCGCAAA
ATTCMGCAAA
ATTCCGGAAA
ATTCMGGAAA
ATTGCGAAAA
ATTGMGAAAA
ATTGCGTAAA
ATTGMGTAAA
ATTGCGCAAA
ATTGMGCAAA
ATTGCGGAAA
ATTGMGGAAA
ATTACGATAA
ATTAMGATAA
ATTACGTTAA
ATTAMGTTAA
ATTACGCTAA
ATTAMGCTAA
ATTACGGTAA
ATTAMGGTAA
ATTTCGATAA
ATTTMGATAA
ATTTCGTTAA
ATTTMGTTAA
ATTTCGCTAA
ATTTMGCTAA
ATTTCGGTAA
ATTTMGGTAA
ATTCCGATAA
ATTCMGATAA
ATTCCGTTAA
ATTCMGTTAA
ATTCCGCTAA
ATTCMGCTAA
ATTCCGGTAA
ATTCMGGTAA
ATTGCGATAA
ATTGMGATAA
ATTGCGTTAA
ATTGMGTTAA
ATTGCGCTAA
ATTGMGCTAA
ATTGCGGTAA
ATTGMGGTAA
ATTACGACAA
ATTAMGACAA
ATTACGTCAA
ATTAMGTCAA
ATTACGCCAA
ATTAMGCCAA
ATTACGGCAA
ATTAMGGCAA
ATTTCGACAA
ATTTMGACAA
ATTTCGTCAA
ATTTMGTCAA
ATTTCGCCAA
ATTTMGCCAA
ATTTCGGCAA
ATTTMGGCAA
ATTCCGACAA
ATTCMGACAA
ATTCCGTCAA
ATTCMGTCAA
ATTCCGCCAA
ATTCMGCCAA
ATTCCGGCAA
ATTCMGGCAA
ATTGCGACAA
ATTGMGACAA
ATTGCGTCAA
ATTGMGTCAA
ATTGCGCCAA
ATTGMGCCAA
ATTGCGGCAA
ATTGMGGCAA
ATTACGAGAA
ATTAMGAGAA
ATTACGTGAA
ATTAMGTGAA
ATTACGCGAA
ATTAMGCGAA
ATTACGGGAA
ATTAMGGGAA
ATTTCGAGAA
ATTTMGAGAA
ATTTCGTGAA
ATTTMGTGAA
ATTTCGCGAA
ATTTMGCGAA
ATTTCGGGAA
ATTTMGGGAA
ATTCCGAGAA
ATTCMGAGAA
ATTCCGTGAA
ATTCMGTGAA
ATTCCGCGAA
ATTCMGCGAA
ATTCCGGGAA
ATTCMGGGAA
ATTGCGAGAA
ATTGMGAGAA
ATTGCGTGAA
ATTGMGTGAA
ATTGCGCGAA
ATTGMGCGAA
ATTGCGGGAA
ATTGMGGGAA
ATCACGAAAA
ATCAMGAAAA
ATCACGTAAA
ATCAMGTAAA
ATCACGCAAA
ATCAMGCAAA
ATCACGGAAA
ATCAMGGAAA
ATCTCGAAAA
ATCTMGAAAA
ATCTCGTAAA
ATCTMGTAAA
ATCTCGCAAA
ATCTMGCAAA
ATCTCGGAAA
ATCTMGGAAA
ATCCCGAAAA
ATCCMGAAAA
ATCCCGTAAA
ATCCMGTAAA
ATCCCGCAAA
ATCCMGCAAA
ATCCCGGAAA
ATCCMGGAAA
ATCGCGAAAA
ATCGMGAAAA
ATCGCGTAAA
ATCGMGTAAA
ATCGCGCAAA
ATCGMGCAAA
ATCGCGGAAA
ATCGMGGAAA
ATCACGATAA
ATCAMGATAA
ATCACGTTAA
ATCAMGTTAA
ATCACGCTAA
ATCAMGCTAA
ATCACGGTAA
ATCAMGGTAA
ATCTCGATAA
ATCTMGATAA
ATCTCGTTAA
ATCTMGTTAA
ATCTCGCTAA
ATCTMGCTAA
ATCTCGGTAA
ATCTMGGTAA
ATCCCGATAA
ATCCMGATAA
ATCCCGTTAA
ATCCMGTTAA
ATCCCGCTAA
ATCCMGCTAA
ATCCCGGTAA
ATCCMGGTAA
ATCGCGATAA
ATCGMGATAA
ATCGCGTTAA
ATCGMGTTAA
ATCGCGCTAA
ATCGMGCTAA
ATCGCGGTAA
ATCGMGGTAA
ATCACGACAA
ATCAMGACAA
ATCACGTCAA
ATCAMGTCAA
ATCACGCCAA
ATCAMGCCAA
ATCACGGCAA
ATCAMGGCAA
ATCTCGACAA
ATCTMGACAA
ATCTCGTCAA
ATCTMGTCAA
ATCTCGCCAA
ATCTMGCCAA
ATCTCGGCAA
ATCTMGGCAA
ATCCCGACAA
ATCCMGACAA
ATCCCGTCAA
ATCCMGTCAA
ATCCCGCCAA
ATCCMGCCAA
ATCCCGGCAA
ATCCMGGCAA
ATCGCGACAA
ATCGMGACAA
ATCGCGTCAA
ATCGMGTCAA
ATCGCGCCAA
ATCGMGCCAA
ATCGCGGCAA
ATCGMGGCAA
ATCACGAGAA
ATCAMGAGAA
ATCACGTGAA
ATCAMGTGAA
ATCACGCGAA
ATCAMGCGAA
ATCACGGGAA
ATCAMGGGAA
ATCTCGAGAA
ATCTMGAGAA
ATCTCGTGAA
ATCTMGTGAA
ATCTCGCGAA
ATCTMGCGAA
ATCTCGGGAA
ATCTMGGGAA
ATCCCGAGAA
ATCCMGAGAA
ATCCCGTGAA
ATCCMGTGAA
ATCCCGCGAA
ATCCMGCGAA
ATCCCGGGAA
ATCCMGGGAA
ATCGCGAGAA
ATCGMGAGAA
ATCGCGTGAA
ATCGMGTGAA
ATCGCGCGAA
ATCGMGCGAA
ATCGCGGGAA
ATCGMGGGAA
ATGACGAAAA
ATGAMGAAAA
ATGACGTAAA
ATGAMGTAAA
ATGACGCAAA
ATGAMGCAAA
ATGACGGAAA
ATGAMGGAAA
ATGTCGAAAA
ATGTMGAAAA
ATGTCGTAAA
ATGTMGTAAA
ATGTCGCAAA
ATGTMGCAAA
ATGTCGGAAA
ATGTMGGAAA
ATGCCGAAAA
ATGCMGAAAA
ATGCCGTAAA
ATGCMGTAAA
ATGCCGCAAA
ATGCMGCAAA
ATGCCGGAAA
ATGCMGGAAA
ATGGCGAAAA
ATGGMGAAAA
ATGGCGTAAA
ATGGMGTAAA
ATGGCGCAAA
ATGGMGCAAA
ATGGCGGAAA
ATGGMGGAAA
ATGACGATAA
ATGAMGATAA
ATGACGTTAA
ATGAMGTTAA
ATGACGCTAA
ATGAMGCTAA
ATGACGGTAA
ATGAMGGTAA
ATGTCGATAA
ATGTMGATAA
ATGTCGTTAA
ATGTMGTTAA
ATGTCGCTAA
ATGTMGCTAA
ATGTCGGTAA
ATGTMGGTAA
ATGCCGATAA
ATGCMGATAA
ATGCCGTTAA
ATGCMGTTAA
ATGCCGCTAA
ATGCMGCTAA
ATGCCGGTAA
ATGCMGGTAA
ATGGCGATAA
ATGGMGATAA
ATGGCGTTAA
ATGGMGTTAA
ATGGCGCTAA
ATGGMGCTAA
ATGGCGGTAA
ATGGMGGTAA
ATGACGACAA
ATGAMGACAA
ATGACGTCAA
ATGAMGTCAA
ATGACGCCAA
ATGAMGCCAA
ATGACGGCAA
ATGAMGGCAA
ATGTCGACAA
ATGTMGACAA
ATGTCGTCAA
ATGTMGTCAA
ATGTCGCCAA
ATGTMGCCAA
ATGTCGGCAA
ATGTMGGCAA
ATGCCGACAA
ATGCMGACAA
ATGCCGTCAA
ATGCMGTCAA
ATGCCGCCAA
ATGCMGCCAA
ATGCCGGCAA
ATGCMGGCAA
ATGGCGACAA
ATGGMGACAA
ATGGCGTCAA
ATGGMGTCAA
ATGGCGCCAA
ATGGMGCCAA
ATGGCGGCAA
ATGGMGGCAA
ATGACGAGAA
ATGAMGAGAA
ATGACGTGAA
ATGAMGTGAA
ATGACGCGAA
ATGAMGCGAA
ATGACGGGAA
ATGAMGGGAA
ATGTCGAGAA
ATGTMGAGAA
ATGTCGTGAA
ATGTMGTGAA
ATGTCGCGAA
ATGTMGCGAA
ATGTCGGGAA
ATGTMGGGAA
ATGCCGAGAA
ATGCMGAGAA
ATGCCGTGAA
ATGCMGTGAA
ATGCCGCGAA
ATGCMGCGAA
ATGCCGGGAA
ATGCMGGGAA
ATGGCGAGAA
ATGGMGAGAA
ATGGCGTGAA
ATGGMGTGAA
ATGGCGCGAA
ATGGMGCGAA
ATGGCGGGAA
ATGGMGGGAA
ATAACGAATA
ATAAMGAATA
ATAACGTATA
ATAAMGTATA
ATAACGCATA
ATAAMGCATA
ATAACGGATA
ATAAMGGATA
ATATCGAATA
ATATMGAATA
ATATCGTATA
ATATMGTATA
ATATCGCATA
ATATMGCATA
ATATCGGATA
ATATMGGATA
ATACCGAATA
ATACMGAATA
ATACCGTATA
ATACMGTATA
ATACCGCATA
ATACMGCATA
ATACCGGATA
ATACMGGATA
ATAGCGAATA
ATAGMGAATA
ATAGCGTATA
ATAGMGTATA
ATAGCGCATA
ATAGMGCATA
ATAGCGGATA
ATAGMGGATA
ATAACGATTA
ATAAMGATTA
ATAACGTTTA
ATAAMGTTTA
ATAACGCTTA
ATAAMGCTTA
ATAACGGTTA
ATAAMGGTTA
ATATCGATTA
ATATMGATTA
ATATCGTTTA
ATATMGTTTA
ATATCGCTTA
ATATMGCTTA
ATATCGGTTA
ATATMGGTTA
ATACCGATTA
ATACMGATTA
ATACCGTTTA
ATACMGTTTA
ATACCGCTTA
ATACMGCTTA
ATACCGGTTA
ATACMGGTTA
ATAGCGATTA
ATAGMGATTA
ATAGCGTTTA
ATAGMGTTTA
ATAGCGCTTA
ATAGMGCTTA
ATAGCGGTTA
ATAGMGGTTA
ATAACGACTA
ATAAMGACTA
ATAACGTCTA
ATAAMGTCTA
ATAACGCCTA
ATAAMGCCTA
ATAACGGCTA
ATAAMGGCTA
ATATCGACTA
ATATMGACTA
ATATCGTCTA
ATATMGTCTA
ATATCGCCTA
ATATMGCCTA
ATATCGGCTA
ATATMGGCTA
ATACCGACTA
ATACMGACTA
ATACCGTCTA
ATACMGTCTA
ATACCGCCTA
ATACMGCCTA
ATACCGGCTA
ATACMGGCTA
ATAGCGACTA
ATAGMGACTA
ATAGCGTCTA
ATAGMGTCTA
ATAGCGCCTA
ATAGMGCCTA
ATAGCGGCTA
ATAGMGGCTA
ATAACGAGTA
ATAAMGAGTA
ATAACGTGTA
ATAAMGTGTA
ATAACGCGTA
ATAAMGCGTA
ATAACGGGTA
ATAAMGGGTA
ATATCGAGTA
ATATMGAGTA
ATATCGTGTA
ATATMGTGTA
ATATCGCGTA
ATATMGCGTA
ATATCGGGTA
ATATMGGGTA
ATACCGAGTA
ATACMGAGTA
ATACCGTGTA
ATACMGTGTA
ATACCGCGTA
ATACMGCGTA
ATACCGGGTA
ATACMGGGTA
ATAGCGAGTA
ATAGMGAGTA
ATAGCGTGTA
ATAGMGTGTA
ATAGCGCGTA
ATAGMGCGTA
ATAGCGGGTA
ATAGMGGGTA
ATTACGAATA
ATTAMGAATA
ATTACGTATA
ATTAMGTATA
ATTACGCATA
ATTAMGCATA
ATTACGGATA
ATTAMGGATA
ATTTCGAATA
ATTTMGAATA
ATTTCGTATA
ATTTMGTATA
ATTTCGCATA
ATTTMGCATA
ATTTCGGATA
ATTTMGGATA
ATTCCGAATA
ATTCMGAATA
ATTCCGTATA
ATTCMGTATA
ATTCCGCATA
ATTCMGCATA
ATTCCGGATA
ATTCMGGATA
ATTGCGAATA
ATTGMGAATA
ATTGCGTATA
ATTGMGTATA
ATTGCGCATA
ATTGMGCATA
ATTGCGGATA
ATTGMGGATA
ATTACGATTA
ATTAMGATTA
ATTACGTTTA
ATTAMGTTTA
ATTACGCTTA
ATTAMGCTTA
ATTACGGTTA
ATTAMGGTTA
ATTTCGATTA
ATTTMGATTA
ATTTCGTTTA
ATTTMGTTTA
ATTTCGCTTA
ATTTMGCTTA
ATTTCGGTTA
ATTTMGGTTA
ATTCCGATTA
ATTCMGATTA
ATTCCGTTTA
ATTCMGTTTA
ATTCCGCTTA
ATTCMGCTTA
ATTCCGGTTA
ATTCMGGTTA
ATTGCGATTA
ATTGMGATTA
ATTGCGTTTA
ATTGMGTTTA
ATTGCGCTTA
ATTGMGCTTA
ATTGCGGTTA
ATTGMGGTTA
ATTACGACTA
ATTAMGACTA
ATTACGTCTA
ATTAMGTCTA
ATTACGCCTA
ATTAMGCCTA
ATTACGGCTA
ATTAMGGCTA
ATTTCGACTA
ATTTMGACTA
ATTTCGTCTA
ATTTMGTCTA
ATTTCGCCTA
ATTTMGCCTA
ATTTCGGCTA
ATTTMGGCTA
ATTCCGACTA
ATTCMGACTA
ATTCCGTCTA
ATTCMGTCTA
ATTCCGCCTA
ATTCMGCCTA
ATTCCGGCTA
ATTCMGGCTA
ATTGCGACTA
ATTGMGACTA
ATTGCGTCTA
ATTGMGTCTA
ATTGCGCCTA
ATTGMGCCTA
ATTGCGGCTA
ATTGMGGCTA
ATTACGAGTA
ATTAMGAGTA
ATTACGTGTA
ATTAMGTGTA
ATTACGCGTA
ATTAMGCGTA
ATTACGGGTA
ATTAMGGGTA
ATTTCGAGTA
ATTTMGAGTA
ATTTCGTGTA
ATTTMGTGTA
ATTTCGCGTA
ATTTMGCGTA
ATTTCGGGTA
ATTTMGGGTA
ATTCCGAGTA
ATTCMGAGTA
ATTCCGTGTA
ATTCMGTGTA
ATTCCGCGTA
ATTCMGCGTA
ATTCCGGGTA
ATTCMGGGTA
ATTGCGAGTA
ATTGMGAGTA
ATTGCGTGTA
ATTGMGTGTA
ATTGCGCGTA
ATTGMGCGTA
ATTGCGGGTA
ATTGMGGGTA
ATCACGAATA
ATCAMGAATA
ATCACGTATA
ATCAMGTATA
ATCACGCATA
ATCAMGCATA
ATCACGGATA
ATCAMGGATA
ATCTCGAATA
ATCTMGAATA
ATCTCGTATA
ATCTMGTATA
ATCTCGCATA
ATCTMGCATA
ATCTCGGATA
ATCTMGGATA
ATCCCGAATA
ATCCMGAATA
ATCCCGTATA
ATCCMGTATA
ATCCCGCATA
ATCCMGCATA
ATCCCGGATA
ATCCMGGATA
ATCGCGAATA
ATCGMGAATA
ATCGCGTATA
ATCGMGTATA
ATCGCGCATA
ATCGMGCATA
ATCGCGGATA
ATCGMGGATA
ATCACGATTA
ATCAMGATTA
ATCACGTTTA
ATCAMGTTTA
ATCACGCTTA
ATCAMGCTTA
ATCACGGTTA
ATCAMGGTTA
ATCTCGATTA
ATCTMGATTA
ATCTCGTTTA
ATCTMGTTTA
ATCTCGCTTA
ATCTMGCTTA
ATCTCGGTTA
ATCTMGGTTA
ATCCCGATTA
ATCCMGATTA
ATCCCGTTTA
ATCCMGTTTA
ATCCCGCTTA
ATCCMGCTTA
ATCCCGGTTA
ATCCMGGTTA
ATCGCGATTA
ATCGMGATTA
ATCGCGTTTA
ATCGMGTTTA
ATCGCGCTTA
ATCGMGCTTA
ATCGCGGTTA
ATCGMGGTTA
ATCACGACTA
ATCAMGACTA
ATCACGTCTA
ATCAMGTCTA
ATCACGCCTA
ATCAMGCCTA
ATCACGGCTA
ATCAMGGCTA
ATCTCGACTA
ATCTMGACTA
ATCTCGTCTA
ATCTMGTCTA
ATCTCGCCTA
ATCTMGCCTA
ATCTCGGCTA
ATCTMGGCTA
ATCCCGACTA
ATCCMGACTA
ATCCCGTCTA
ATCCMGTCTA
ATCCCGCCTA
ATCCMGCCTA
ATCCCGGCTA
ATCCMGGCTA
ATCGCGACTA
ATCGMGACTA
ATCGCGTCTA
ATCGMGTCTA
ATCGCGCCTA
ATCGMGCCTA
ATCGCGGCTA
ATCGMGGCTA
ATCACGAGTA
ATCAMGAGTA
ATCACGTGTA
ATCAMGTGTA
ATCACGCGTA
ATCAMGCGTA
ATCACGGGTA
ATCAMGGGTA
ATCTCGAGTA
ATCTMGAGTA
ATCTCGTGTA
ATCTMGTGTA
ATCTCGCGTA
ATCTMGCGTA
ATCTCGGGTA
ATCTMGGGTA
ATCCCGAGTA
ATCCMGAGTA
ATCCCGTGTA
ATCCMGTGTA
ATCCCGCGTA
ATCCMGCGTA
ATCCCGGGTA
ATCCMGGGTA
ATCGCGAGTA
ATCGMGAGTA
ATCGCGTGTA
ATCGMGTGTA
ATCGCGCGTA
ATCGMGCGTA
ATCGCGGGTA
ATCGMGGGTA
ATGACGAATA
ATGAMGAATA
ATGACGTATA
ATGAMGTATA
ATGACGCATA
ATGAMGCATA
ATGACGGATA
ATGAMGGATA
ATGTCGAATA
ATGTMGAATA
ATGTCGTATA
ATGTMGTATA
ATGTCGCATA
ATGTMGCATA
ATGTCGGATA
ATGTMGGATA
ATGCCGAATA
ATGCMGAATA
ATGCCGTATA
ATGCMGTATA
ATGCCGCATA
ATGCMGCATA
ATGCCGGATA
ATGCMGGATA
ATGGCGAATA
ATGGMGAATA
ATGGCGTATA
ATGGMGTATA
ATGGCGCATA
ATGGMGCATA
ATGGCGGATA
ATGGMGGATA
ATGACGATTA
ATGAMGATTA
ATGACGTTTA
ATGAMGTTTA
ATGACGCTTA
ATGAMGCTTA
ATGACGGTTA
ATGAMGGTTA
ATGTCGATTA
ATGTMGATTA
ATGTCGTTTA
ATGTMGTTTA
ATGTCGCTTA
ATGTMGCTTA
ATGTCGGTTA
ATGTMGGTTA
ATGCCGATTA
ATGCMGATTA
ATGCCGTTTA
ATGCMGTTTA
ATGCCGCTTA
ATGCMGCTTA
ATGCCGGTTA
ATGCMGGTTA
ATGGCGATTA
ATGGMGATTA
ATGGCGTTTA
ATGGMGTTTA
ATGGCGCTTA
ATGGMGCTTA
ATGGCGGTTA
ATGGMGGTTA
ATGACGACTA
ATGAMGACTA
ATGACGTCTA
ATGAMGTCTA
ATGACGCCTA
ATGAMGCCTA
ATGACGGCTA
ATGAMGGCTA
ATGTCGACTA
ATGTMGACTA
ATGTCGTCTA
ATGTMGTCTA
ATGTCGCCTA
ATGTMGCCTA
ATGTCGGCTA
ATGTMGGCTA
ATGCCGACTA
ATGCMGACTA
ATGCCGTCTA
ATGCMGTCTA
ATGCCGCCTA
ATGCMGCCTA
ATGCCGGCTA
ATGCMGGCTA
ATGGCGACTA
ATGGMGACTA
ATGGCGTCTA
ATGGMGTCTA
ATGGCGCCTA
ATGGMGCCTA
ATGGCGGCTA
ATGGMGGCTA
ATGACGAGTA
ATGAMGAGTA
ATGACGTGTA
ATGAMGTGTA
ATGACGCGTA
ATGAMGCGTA
ATGACGGGTA
ATGAMGGGTA
ATGTCGAGTA
ATGTMGAGTA
ATGTCGTGTA
ATGTMGTGTA
ATGTCGCGTA
ATGTMGCGTA
ATGTCGGGTA
ATGTMGGGTA
ATGCCGAGTA
ATGCMGAGTA
ATGCCGTGTA
ATGCMGTGTA
ATGCCGCGTA
ATGCMGCGTA
ATGCCGGGTA
ATGCMGGGTA
ATGGCGAGTA
ATGGMGAGTA
ATGGCGTGTA
ATGGMGTGTA
ATGGCGCGTA
ATGGMGCGTA
ATGGCGGGTA
ATGGMGGGTA
ATAACGAACA
ATAAMGAACA
ATAACGTACA
ATAAMGTACA
ATAACGCACA
ATAAMGCACA
ATAACGGACA
ATAAMGGACA
ATATCGAACA
ATATMGAACA
ATATCGTACA
ATATMGTACA
ATATCGCACA
ATATMGCACA
ATATCGGACA
ATATMGGACA
ATACCGAACA
ATACMGAACA
ATACCGTACA
ATACMGTACA
ATACCGCACA
ATACMGCACA
ATACCGGACA
ATACMGGACA
ATAGCGAACA
ATAGMGAACA
ATAGCGTACA
ATAGMGTACA
ATAGCGCACA
ATAGMGCACA
ATAGCGGACA
ATAGMGGACA
ATAACGATCA
ATAAMGATCA
ATAACGTTCA
ATAAMGTTCA
ATAACGCTCA
ATAAMGCTCA
ATAACGGTCA
ATAAMGGTCA
ATATCGATCA
ATATMGATCA
ATATCGTTCA
ATATMGTTCA
ATATCGCTCA
ATATMGCTCA
ATATCGGTCA
ATATMGGTCA
ATACCGATCA
ATACMGATCA
ATACCGTTCA
ATACMGTTCA
ATACCGCTCA
ATACMGCTCA
ATACCGGTCA
ATACMGGTCA
ATAGCGATCA
ATAGMGATCA
ATAGCGTTCA
ATAGMGTTCA
ATAGCGCTCA
ATAGMGCTCA
ATAGCGGTCA
ATAGMGGTCA
ATAACGACCA
ATAAMGACCA
ATAACGTCCA
ATAAMGTCCA
ATAACGCCCA
ATAAMGCCCA
ATAACGGCCA
ATAAMGGCCA
ATATCGACCA
ATATMGACCA
ATATCGTCCA
ATATMGTCCA
ATATCGCCCA
ATATMGCCCA
ATATCGGCCA
ATATMGGCCA
ATACCGACCA
ATACMGACCA
ATACCGTCCA
ATACMGTCCA
ATACCGCCCA
ATACMGCCCA
ATACCGGCCA
ATACMGGCCA
ATAGCGACCA
ATAGMGACCA
ATAGCGTCCA
ATAGMGTCCA
ATAGCGCCCA
ATAGMGCCCA
ATAGCGGCCA
ATAGMGGCCA
ATAACGAGCA
ATAAMGAGCA
ATAACGTGCA
ATAAMGTGCA
ATAACGCGCA
ATAAMGCGCA
ATAACGGGCA
ATAAMGGGCA
ATATCGAGCA
ATATMGAGCA
ATATCGTGCA
ATATMGTGCA
ATATCGCGCA
ATATMGCGCA
ATATCGGGCA
ATATMGGGCA
ATACCGAGCA
ATACMGAGCA
ATACCGTGCA
ATACMGTGCA
ATACCGCGCA
ATACMGCGCA
ATACCGGGCA
ATACMGGGCA
ATAGCGAGCA
ATAGMGAGCA
ATAGCGTGCA
ATAGMGTGCA
ATAGCGCGCA
ATAGMGCGCA
ATAGCGGGCA
ATAGMGGGCA
ATTACGAACA
ATTAMGAACA
ATTACGTACA
ATTAMGTACA
ATTACGCACA
ATTAMGCACA
ATTACGGACA
ATTAMGGACA
ATTTCGAACA
ATTTMGAACA
ATTTCGTACA
ATTTMGTACA
ATTTCGCACA
ATTTMGCACA
ATTTCGGACA
ATTTMGGACA
ATTCCGAACA
ATTCMGAACA
ATTCCGTACA
ATTCMGTACA
ATTCCGCACA
ATTCMGCACA
ATTCCGGACA
ATTCMGGACA
ATTGCGAACA
ATTGMGAACA
ATTGCGTACA
ATTGMGTACA
ATTGCGCACA
ATTGMGCACA
ATTGCGGACA
ATTGMGGACA
ATTACGATCA
ATTAMGATCA
ATTACGTTCA
ATTAMGTTCA
ATTACGCTCA
ATTAMGCTCA
ATTACGGTCA
ATTAMGGTCA
ATTTCGATCA
ATTTMGATCA
ATTTCGTTCA
ATTTMGTTCA
ATTTCGCTCA
ATTTMGCTCA
ATTTCGGTCA
ATTTMGGTCA
ATTCCGATCA
ATTCMGATCA
ATTCCGTTCA
ATTCMGTTCA
ATTCCGCTCA
ATTCMGCTCA
ATTCCGGTCA
ATTCMGGTCA
ATTGCGATCA
ATTGMGATCA
ATTGCGTTCA
ATTGMGTTCA
ATTGCGCTCA
ATTGMGCTCA
ATTGCGGTCA
ATTGMGGTCA
ATTACGACCA
ATTAMGACCA
ATTACGTCCA
ATTAMGTCCA
ATTACGCCCA
ATTAMGCCCA
ATTACGGCCA
ATTAMGGCCA
ATTTCGACCA
ATTTMGACCA
ATTTCGTCCA
ATTTMGTCCA
ATTTCGCCCA
ATTTMGCCCA
ATTTCGGCCA
ATTTMGGCCA
ATTCCGACCA
ATTCMGACCA
ATTCCGTCCA
ATTCMGTCCA
ATTCCGCCCA
ATTCMGCCCA
ATTCCGGCCA
ATTCMGGCCA
ATTGCGACCA
ATTGMGACCA
ATTGCGTCCA
ATTGMGTCCA
ATTGCGCCCA
ATTGMGCCCA
ATTGCGGCCA
ATTGMGGCCA
ATTACGAGCA
ATTAMGAGCA
ATTACGTGCA
ATTAMGTGCA
ATTACGCGCA
ATTAMGCGCA
ATTACGGGCA
ATTAMGGGCA
ATTTCGAGCA
ATTTMGAGCA
ATTTCGTGCA
ATTTMGTGCA
ATTTCGCGCA
ATTTMGCGCA
ATTTCGGGCA
ATTTMGGGCA
ATTCCGAGCA
ATTCMGAGCA
ATTCCGTGCA
ATTCMGTGCA
ATTCCGCGCA
ATTCMGCGCA
ATTCCGGGCA
ATTCMGGGCA
ATTGCGAGCA
ATTGMGAGCA
ATTGCGTGCA
ATTGMGTGCA
ATTGCGCGCA
ATTGMGCGCA
ATTGCGGGCA
ATTGMGGGCA
ATCACGAACA
ATCAMGAACA
ATCACGTACA
ATCAMGTACA
ATCACGCACA
ATCAMGCACA
ATCACGGACA
ATCAMGGACA
ATCTCGAACA
ATCTMGAACA
ATCTCGTACA
ATCTMGTACA
ATCTCGCACA
ATCTMGCACA
ATCTCGGACA
ATCTMGGACA
ATCCCGAACA
ATCCMGAACA
ATCCCGTACA
ATCCMGTACA
ATCCCGCACA
ATCCMGCACA
ATCCCGGACA
ATCCMGGACA
ATCGCGAACA
ATCGMGAACA
ATCGCGTACA
ATCGMGTACA
ATCGCGCACA
ATCGMGCACA
ATCGCGGACA
ATCGMGGACA
ATCACGATCA
ATCAMGATCA
ATCACGTTCA
ATCAMGTTCA
ATCACGCTCA
ATCAMGCTCA
ATCACGGTCA
ATCAMGGTCA
ATCTCGATCA
ATCTMGATCA
ATCTCGTTCA
ATCTMGTTCA
ATCTCGCTCA
ATCTMGCTCA
ATCTCGGTCA
ATCTMGGTCA
ATCCCGATCA
ATCCMGATCA
ATCCCGTTCA
ATCCMGTTCA
ATCCCGCTCA
ATCCMGCTCA
ATCCCGGTCA
ATCCMGGTCA
ATCGCGATCA
ATCGMGATCA
ATCGCGTTCA
ATCGMGTTCA
ATCGCGCTCA
ATCGMGCTCA
ATCGCGGTCA
ATCGMGGTCA
ATCACGACCA
ATCAMGACCA
ATCACGTCCA
ATCAMGTCCA
ATCACGCCCA
ATCAMGCCCA
ATCACGGCCA
ATCAMGGCCA
ATCTCGACCA
ATCTMGACCA
ATCTCGTCCA
ATCTMGTCCA
ATCTCGCCCA
ATCTMGCCCA
ATCTCGGCCA
ATCTMGGCCA
ATCCCGACCA
ATCCMGACCA
ATCCCGTCCA
ATCCMGTCCA
ATCCCGCCCA
ATCCMGCCCA
ATCCCGGCCA
ATCCMGGCCA
ATCGCGACCA
ATCGMGACCA
ATCGCGTCCA
ATCGMGTCCA
ATCGCGCCCA
ATCGMGCCCA
ATCGCGGCCA
ATCGMGGCCA
ATCACGAGCA
ATCAMGAGCA
ATCACGTGCA
ATCAMGTGCA
ATCACGCGCA
ATCAMGCGCA
ATCACGGGCA
ATCAMGGGCA
ATCTCGAGCA
ATCTMGAGCA
ATCTCGTGCA
ATCTMGTGCA
ATCTCGCGCA
ATCTMGCGCA
ATCTCGGGCA
ATCTMGGGCA
ATCCCGAGCA
ATCCMGAGCA
ATCCCGTGCA
ATCCMGTGCA
ATCCCGCGCA
ATCCMGCGCA
ATCCCGGGCA
ATCCMGGGCA
ATCGCGAGCA
ATCGMGAGCA
ATCGCGTGCA
ATCGMGTGCA
ATCGCGCGCA
ATCGMGCGCA
ATCGCGGGCA
ATCGMGGGCA
ATGACGAACA
ATGAMGAACA
ATGACGTACA
ATGAMGTACA
ATGACGCACA
ATGAMGCACA
ATGACGGACA
ATGAMGGACA
ATGTCGAACA
ATGTMGAACA
ATGTCGTACA
ATGTMGTACA
ATGTCGCACA
ATGTMGCACA
ATGTCGGACA
ATGTMGGACA
ATGCCGAACA
ATGCMGAACA
ATGCCGTACA
ATGCMGTACA
ATGCCGCACA
ATGCMGCACA
ATGCCGGACA
ATGCMGGACA
ATGGCGAACA
ATGGMGAACA
ATGGCGTACA
ATGGMGTACA
ATGGCGCACA
ATGGMGCACA
ATGGCGGACA
ATGGMGGACA
ATGACGATCA
ATGAMGATCA
ATGACGTTCA
ATGAMGTTCA
ATGACGCTCA
ATGAMGCTCA
ATGACGGTCA
ATGAMGGTCA
ATGTCGATCA
ATGTMGATCA
ATGTCGTTCA
ATGTMGTTCA
ATGTCGCTCA
ATGTMGCTCA
ATGTCGGTCA
ATGTMGGTCA
ATGCCGATCA
ATGCMGATCA
ATGCCGTTCA
ATGCMGTTCA
ATGCCGCTCA
ATGCMGCTCA
ATGCCGGTCA
ATGCMGGTCA
ATGGCGATCA
ATGGMGATCA
ATGGCGTTCA
ATGGMGTTCA
ATGGCGCTCA
ATGGMGCTCA
ATGGCGGTCA
ATGGMGGTCA
ATGACGACCA
ATGAMGACCA
ATGACGTCCA
ATGAMGTCCA
ATGACGCCCA
ATGAMGCCCA
ATGACGGCCA
ATGAMGGCCA
ATGTCGACCA
ATGTMGACCA
ATGTCGTCCA
ATGTMGTCCA
ATGTCGCCCA
ATGTMGCCCA
ATGTCGGCCA
ATGTMGGCCA
ATGCCGACCA
ATGCMGACCA
ATGCCGTCCA
ATGCMGTCCA
ATGCCGCCCA
ATGCMGCCCA
ATGCCGGCCA
ATGCMGGCCA
ATGGCGACCA
ATGGMGACCA
ATGGCGTCCA
ATGGMGTCCA
ATGGCGCCCA
ATGGMGCCCA
ATGGCGGCCA
ATGGMGGCCA
ATGACGAGCA
ATGAMGAGCA
ATGACGTGCA
ATGAMGTGCA
ATGACGCGCA
ATGAMGCGCA
ATGACGGGCA
ATGAMGGGCA
ATGTCGAGCA
ATGTMGAGCA
ATGTCGTGCA
ATGTMGTGCA
ATGTCGCGCA
ATGTMGCGCA
ATGTCGGGCA
ATGTMGGGCA
ATGCCGAGCA
ATGCMGAGCA
ATGCCGTGCA
ATGCMGTGCA
ATGCCGCGCA
ATGCMGCGCA
ATGCCGGGCA
ATGCMGGGCA
ATGGCGAGCA
ATGGMGAGCA
ATGGCGTGCA
ATGGMGTGCA
ATGGCGCGCA
ATGGMGCGCA
ATGGCGGGCA
ATGGMGGGCA
ATAACGAAGA
ATAAMGAAGA
ATAACGTAGA
ATAAMGTAGA
ATAACGCAGA
ATAAMGCAGA
ATAACGGAGA
ATAAMGGAGA
ATATCGAAGA
ATATMGAAGA
ATATCGTAGA
ATATMGTAGA
ATATCGCAGA
ATATMGCAGA
ATATCGGAGA
ATATMGGAGA
ATACCGAAGA
ATACMGAAGA
ATACCGTAGA
ATACMGTAGA
ATACCGCAGA
ATACMGCAGA
ATACCGGAGA
ATACMGGAGA
ATAGCGAAGA
ATAGMGAAGA
ATAGCGTAGA
ATAGMGTAGA
ATAGCGCAGA
ATAGMGCAGA
ATAGCGGAGA
ATAGMGGAGA
ATAACGATGA
ATAAMGATGA
ATAACGTTGA
ATAAMGTTGA
ATAACGCTGA
ATAAMGCTGA
ATAACGGTGA
ATAAMGGTGA
ATATCGATGA
ATATMGATGA
ATATCGTTGA
ATATMGTTGA
ATATCGCTGA
ATATMGCTGA
ATATCGGTGA
ATATMGGTGA
ATACCGATGA
ATACMGATGA
ATACCGTTGA
ATACMGTTGA
ATACCGCTGA
ATACMGCTGA
ATACCGGTGA
ATACMGGTGA
ATAGCGATGA
ATAGMGATGA
ATAGCGTTGA
ATAGMGTTGA
ATAGCGCTGA
ATAGMGCTGA
ATAGCGGTGA
ATAGMGGTGA
ATAACGACGA
ATAAMGACGA
ATAACGTCGA
ATAAMGTCGA
ATAACGCCGA
ATAAMGCCGA
ATAACGGCGA
ATAAMGGCGA
ATATCGACGA
ATATMGACGA
ATATCGTCGA
ATATMGTCGA
ATATCGCCGA
ATATMGCCGA
ATATCGGCGA
ATATMGGCGA
ATACCGACGA
ATACMGACGA
ATACCGTCGA
ATACMGTCGA
ATACCGCCGA
ATACMGCCGA
ATACCGGCGA
ATACMGGCGA
ATAGCGACGA
ATAGMGACGA
ATAGCGTCGA
ATAGMGTCGA
ATAGCGCCGA
ATAGMGCCGA
ATAGCGGCGA
ATAGMGGCGA
ATAACGAGGA
ATAAMGAGGA
ATAACGTGGA
ATAAMGTGGA
ATAACGCGGA
ATAAMGCGGA
ATAACGGGGA
ATAAMGGGGA
ATATCGAGGA
ATATMGAGGA
ATATCGTGGA
ATATMGTGGA
ATATCGCGGA
ATATMGCGGA
ATATCGGGGA
ATATMGGGGA
ATACCGAGGA
ATACMGAGGA
ATACCGTGGA
ATACMGTGGA
ATACCGCGGA
ATACMGCGGA
ATACCGGGGA
ATACMGGGGA
ATAGCGAGGA
ATAGMGAGGA
ATAGCGTGGA
ATAGMGTGGA
ATAGCGCGGA
ATAGMGCGGA
ATAGCGGGGA
ATAGMGGGGA
ATTACGAAGA
ATTAMGAAGA
ATTACGTAGA
ATTAMGTAGA
ATTACGCAGA
ATTAMGCAGA
ATTACGGAGA
ATTAMGGAGA
ATTTCGAAGA
ATTTMGAAGA
ATTTCGTAGA
ATTTMGTAGA
ATTTCGCAGA
ATTTMGCAGA
ATTTCGGAGA
ATTTMGGAGA
ATTCCGAAGA
ATTCMGAAGA
ATTCCGTAGA
ATTCMGTAGA
ATTCCGCAGA
ATTCMGCAGA
ATTCCGGAGA
ATTCMGGAGA
ATTGCGAAGA
ATTGMGAAGA
ATTGCGTAGA
ATTGMGTAGA
ATTGCGCAGA
ATTGMGCAGA
ATTGCGGAGA
ATTGMGGAGA
ATTACGATGA
ATTAMGATGA
ATTACGTTGA
ATTAMGTTGA
ATTACGCTGA
ATTAMGCTGA
ATTACGGTGA
ATTAMGGTGA
ATTTCGATGA
ATTTMGATGA
ATTTCGTTGA
ATTTMGTTGA
ATTTCGCTGA
ATTTMGCTGA
ATTTCGGTGA
ATTTMGGTGA
ATTCCGATGA
ATTCMGATGA
ATTCCGTTGA
ATTCMGTTGA
ATTCCGCTGA
ATTCMGCTGA
ATTCCGGTGA
ATTCMGGTGA
ATTGCGATGA
ATTGMGATGA
ATTGCGTTGA
ATTGMGTTGA
ATTGCGCTGA
ATTGMGCTGA
ATTGCGGTGA
ATTGMGGTGA
ATTACGACGA
ATTAMGACGA
ATTACGTCGA
ATTAMGTCGA
ATTACGCCGA
ATTAMGCCGA
ATTACGGCGA
ATTAMGGCGA
ATTTCGACGA
ATTTMGACGA
ATTTCGTCGA
ATTTMGTCGA
ATTTCGCCGA
ATTTMGCCGA
ATTTCGGCGA
ATTTMGGCGA
ATTCCGACGA
ATTCMGACGA
ATTCCGTCGA
ATTCMGTCGA
ATTCCGCCGA
ATTCMGCCGA
ATTCCGGCGA
ATTCMGGCGA
ATTGCGACGA
ATTGMGACGA
ATTGCGTCGA
ATTGMGTCGA
ATTGCGCCGA
ATTGMGCCGA
ATTGCGGCGA
ATTGMGGCGA
ATTACGAGGA
ATTAMGAGGA
ATTACGTGGA
ATTAMGTGGA
ATTACGCGGA
ATTAMGCGGA
ATTACGGGGA
ATTAMGGGGA
ATTTCGAGGA
ATTTMGAGGA
ATTTCGTGGA
ATTTMGTGGA
ATTTCGCGGA
ATTTMGCGGA
ATTTCGGGGA
ATTTMGGGGA
ATTCCGAGGA
ATTCMGAGGA
ATTCCGTGGA
ATTCMGTGGA
ATTCCGCGGA
ATTCMGCGGA
ATTCCGGGGA
ATTCMGGGGA
ATTGCGAGGA
ATTGMGAGGA
ATTGCGTGGA
ATTGMGTGGA
ATTGCGCGGA
ATTGMGCGGA
ATTGCGGGGA
ATTGMGGGGA
ATCACGAAGA
ATCAMGAAGA
ATCACGTAGA
ATCAMGTAGA
ATCACGCAGA
ATCAMGCAGA
ATCACGGAGA
ATCAMGGAGA
ATCTCGAAGA
ATCTMGAAGA
ATCTCGTAGA
ATCTMGTAGA
ATCTCGCAGA
ATCTMGCAGA
ATCTCGGAGA
ATCTMGGAGA
ATCCCGAAGA
ATCCMGAAGA
ATCCCGTAGA
ATCCMGTAGA
ATCCCGCAGA
ATCCMGCAGA
ATCCCGGAGA
ATCCMGGAGA
ATCGCGAAGA
ATCGMGAAGA
ATCGCGTAGA
ATCGMGTAGA
ATCGCGCAGA
ATCGMGCAGA
ATCGCGGAGA
ATCGMGGAGA
ATCACGATGA
ATCAMGATGA
ATCACGTTGA
ATCAMGTTGA
ATCACGCTGA
ATCAMGCTGA
ATCACGGTGA
ATCAMGGTGA
ATCTCGATGA
ATCTMGATGA
ATCTCGTTGA
ATCTMGTTGA
ATCTCGCTGA
ATCTMGCTGA
ATCTCGGTGA
ATCTMGGTGA
ATCCCGATGA
ATCCMGATGA
ATCCCGTTGA
ATCCMGTTGA
ATCCCGCTGA
ATCCMGCTGA
ATCCCGGTGA
ATCCMGGTGA
ATCGCGATGA
ATCGMGATGA
ATCGCGTTGA
ATCGMGTTGA
ATCGCGCTGA
ATCGMGCTGA
ATCGCGGTGA
ATCGMGGTGA
ATCACGACGA
ATCAMGACGA
ATCACGTCGA
ATCAMGTCGA
ATCACGCCGA
ATCAMGCCGA
ATCACGGCGA
ATCAMGGCGA
ATCTCGACGA
ATCTMGACGA
ATCTCGTCGA
ATCTMGTCGA
ATCTCGCCGA
ATCTMGCCGA
ATCTCGGCGA
ATCTMGGCGA
ATCCCGACGA
ATCCMGACGA
ATCCCGTCGA
ATCCMGTCGA
ATCCCGCCGA
ATCCMGCCGA
ATCCCGGCGA
ATCCMGGCGA
ATCGCGACGA
ATCGMGACGA
ATCGCGTCGA
ATCGMGTCGA
ATCGCGCCGA
ATCGMGCCGA
ATCGCGGCGA
ATCGMGGCGA
ATCACGAGGA
ATCAMGAGGA
ATCACGTGGA
ATCAMGTGGA
ATCACGCGGA
ATCAMGCGGA
ATCACGGGGA
ATCAMGGGGA
ATCTCGAGGA
ATCTMGAGGA
ATCTCGTGGA
ATCTMGTGGA
ATCTCGCGGA
ATCTMGCGGA
ATCTCGGGGA
ATCTMGGGGA
ATCCCGAGGA
ATCCMGAGGA
ATCCCGTGGA
ATCCMGTGGA
ATCCCGCGGA
ATCCMGCGGA
ATCCCGGGGA
ATCCMGGGGA
ATCGCGAGGA
ATCGMGAGGA
ATCGCGTGGA
ATCGMGTGGA
ATCGCGCGGA
ATCGMGCGGA
ATCGCGGGGA
ATCGMGGGGA
ATGACGAAGA
ATGAMGAAGA
ATGACGTAGA
ATGAMGTAGA
ATGACGCAGA
ATGAMGCAGA
ATGACGGAGA
ATGAMGGAGA
ATGTCGAAGA
ATGTMGAAGA
ATGTCGTAGA
ATGTMGTAGA
ATGTCGCAGA
ATGTMGCAGA
ATGTCGGAGA
ATGTMGGAGA
ATGCCGAAGA
ATGCMGAAGA
ATGCCGTAGA
ATGCMGTAGA
ATGCCGCAGA
ATGCMGCAGA
ATGCCGGAGA
ATGCMGGAGA
ATGGCGAAGA
ATGGMGAAGA
ATGGCGTAGA
ATGGMGTAGA
ATGGCGCAGA
ATGGMGCAGA
ATGGCGGAGA
ATGGMGGAGA
ATGACGATGA
ATGAMGATGA
ATGACGTTGA
ATGAMGTTGA
ATGACGCTGA
ATGAMGCTGA
ATGACGGTGA
ATGAMGGTGA
ATGTCGATGA
ATGTMGATGA
ATGTCGTTGA
ATGTMGTTGA
ATGTCGCTGA
ATGTMGCTGA
ATGTCGGTGA
ATGTMGGTGA
ATGCCGATGA
ATGCMGATGA
ATGCCGTTGA
ATGCMGTTGA
ATGCCGCTGA
ATGCMGCTGA
ATGCCGGTGA
ATGCMGGTGA
ATGGCGATGA
ATGGMGATGA
ATGGCGTTGA
ATGGMGTTGA
ATGGCGCTGA
ATGGMGCTGA
ATGGCGGTGA
ATGGMGGTGA
ATGACGACGA
ATGAMGACGA
ATGACGTCGA
ATGAMGTCGA
ATGACGCCGA
ATGAMGCCGA
ATGACGGCGA
ATGAMGGCGA
ATGTCGACGA
ATGTMGACGA
ATGTCGTCGA
ATGTMGTCGA
ATGTCGCCGA
ATGTMGCCGA
ATGTCGGCGA
ATGTMGGCGA
ATGCCGACGA
ATGCMGACGA
ATGCCGTCGA
ATGCMGTCGA
ATGCCGCCGA
ATGCMGCCGA
ATGCCGGCGA
ATGCMGGCGA
ATGGCGACGA
ATGGMGACGA
ATGGCGTCGA
ATGGMGTCGA
ATGGCGCCGA
ATGGMGCCGA
ATGGCGGCGA
ATGGMGGCGA
ATGACGAGGA
ATGAMGAGGA
ATGACGTGGA
ATGAMGTGGA
ATGACGCGGA
ATGAMGCGGA
ATGACGGGGA
ATGAMGGGGA
ATGTCGAGGA
ATGTMGAGGA
ATGTCGTGGA
ATGTMGTGGA
ATGTCGCGGA
ATGTMGCGGA
ATGTCGGGGA
ATGTMGGGGA
ATGCCGAGGA
ATGCMGAGGA
ATGCCGTGGA
ATGCMGTGGA
ATGCCGCGGA
ATGCMGCGGA
ATGCCGGGGA
ATGCMGGGGA
ATGGCGAGGA
ATGGMGAGGA
ATGGCGTGGA
ATGGMGTGGA
ATGGCGCGGA
ATGGMGCGGA
ATGGCGGGGA
ATGGMGGGGA
ACAACGAAAA
ACAAMGAAAA
ACAACGTAAA
ACAAMGTAAA
ACAACGCAAA
ACAAMGCAAA
ACAACGGAAA
ACAAMGGAAA
ACATCGAAAA
ACATMGAAAA
ACATCGTAAA
ACATMGTAAA
ACATCGCAAA
ACATMGCAAA
ACATCGGAAA
ACATMGGAAA
ACACCGAAAA
ACACMGAAAA
ACACCGTAAA
ACACMGTAAA
ACACCGCAAA
ACACMGCAAA
ACACCGGAAA
ACACMGGAAA
ACAGCGAAAA
ACAGMGAAAA
ACAGCGTAAA
ACAGMGTAAA
ACAGCGCAAA
ACAGMGCAAA
ACAGCGGAAA
ACAGMGGAAA
ACAACGATAA
ACAAMGATAA
ACAACGTTAA
ACAAMGTTAA
ACAACGCTAA
ACAAMGCTAA
ACAACGGTAA
ACAAMGGTAA
ACATCGATAA
ACATMGATAA
ACATCGTTAA
ACATMGTTAA
ACATCGCTAA
ACATMGCTAA
ACATCGGTAA
ACATMGGTAA
ACACCGATAA
ACACMGATAA
ACACCGTTAA
ACACMGTTAA
ACACCGCTAA
ACACMGCTAA
ACACCGGTAA
ACACMGGTAA
ACAGCGATAA
ACAGMGATAA
ACAGCGTTAA
ACAGMGTTAA
ACAGCGCTAA
ACAGMGCTAA
ACAGCGGTAA
ACAGMGGTAA
ACAACGACAA
ACAAMGACAA
